-- lines for Chaos Package

return {
	["$xionghuo1"] = "此镬加之于你，定有所伤。",
	["$xionghuo2"] = "凶镬沿袭，怎会轻易无伤？",
	["$shajue1"] = "杀伐决绝，不留后患。",
	["$shajue2"] = "吾既出，必绝之。",
	["~xurong"] = "此生无悔，心中无愧……",
	
	["$yisuan1"] = "吾亦能善算谋划。",
	["$yisuan2"] = "算计人心，我也可略施一二。",
	["$langxi1"] = "袭夺之势，如狼噬骨。",
	["$langxi2"] = "引吾至此，怎能不袭掠之？",
	["~lijue"] = "若无内讧，也不止如此……",
	
	["$sidao1"] = "连发伺动，顺手可得。",
	["$sidao2"] = "伺机而动，此地可窃。",
	["$tanbei1"] = "此机，我怎会错失。",
	["$tanbei2"] = "你的东西，现在是我的了！",
	["~guosi"] = "伍习，你……",
	
	["$xingluan1"] = "大兴兵争，长安当乱。",
	["$xingluan2"] = "勇猛行军，乱世当立。",
	["~fanchou"] = "唉，稚然疑心，甚重……",
	
	["$tunjun1"] = "得封侯爵，屯军弘农。",
	["$tunjun2"] = "屯军弘农，养精蓄锐。",
	["$lveming1"] = "劫命掠财，毫不费力。",
	["$lveming2"] = "人财，皆掠之，嘿嘿。",
	["~zhangji"] = "哪……哪里来的乱箭……",
	

	["$falu1"] = "求法之道，以司籙籍。",
	["$falu2"] = "取舍有法，方得其法。",
	["$zhenyi1"] = "不疾不徐，自爱自重。",
	["$zhenyi2"] = "紫微星辰，斗数之仪。",
	["$dianhua1"] = "大道无形，点化无为。",
	["$dianhua2"] = "得此点化，必得大道。",
	["~zhangqiying"] = "米碎面散，我心欲绝……",
	
	["$qianxini1"] = "兵困绝地，将至如归！",
	["$qianxini2"] = "临危之际，速速来援！",
	["$zhenxing1"] = "东征西讨，募军百里挑一。",
	["$zhenxing2"] = "众口铄金，积毁销骨。",
	["~zhanggong"] = "大漠孤烟，孤立无援啊……",
	
	["$tunan1"] = "敢问丞相，何时挥师南下？",
	["$tunan2"] = "攻伐之道，一念之间。",
	["$bijing1"] = "拒吴闭境，臣，誓保永昌。",
	["$bijing2"] = "一臣无二主，可战不可降！",
	["~lvkai"] = "守节不易，吾愿舍身为蜀……",
	
	["$fuhai1"] = "宦海沉浮，生死难料！",
	["$fuhai2"] = "跨海南征，波涛起伏。",
	["~weiwenzhugezhi"] = "吾皆海岱清士，岂料生死易逝……",
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
}