-- lines for Mountain Package

return {
	-- 张郃
	["$qiaobian1"] = "兵无常势，水无常形。",
	["$qiaobian2"] = "用兵之道，变化万千。",
	["~zhanghe"] = "额……膝盖……中箭了……额……",

	-- 邓艾
	["$tuntian1"] = "休养生息，备战待敌。",
	["$tuntian2"] = "锄禾日当午，汗滴禾下土。",
	["$zaoxian1"] = "屯田日久，当建奇功！",
	["$zaoxian2"] = "开辟险路，奇袭敌军！",
	["$jixi1"] = "攻其不备，出其不意！",
	["$jixi2"] = "偷渡阴平，直取蜀汉！",
	["~dengai"] = "吾破蜀克敌……竟葬于奸贼之手……",

	-- 姜维
	["$tiaoxin1"] = "汝等小儿，可敢杀我？",
	["$tiaoxin2"] = "贼将早降，可免一死。",
	["$zhiji1"] = "先帝之志，丞相之托，不可忘也！",
	["$zhiji2"] = "丞相厚恩，维万死不能相报！",
	["$jiangwei-guanxing1"] = "继丞相之遗志，讨篡汉之逆贼！",
	["$jiangwei-guanxing2"] = "克复中原，指日可待！",
	["~jiangwei"] = "我计不成……乃天命也……",

	-- 刘禅
	["$xiangle1"] = "嗯……打打杀杀，真没意思。",
	["$xiangle2"] = "我爸爸是刘备！",
	["$fangquan1"] = "唉……这可如何是好啊？",
	["$fangquan2"] = "嗨……你办事儿，我放心。",
	["$ruoyu1"] = "不装疯卖傻，岂能安然无恙？",
	["$ruoyu2"] = "世人皆错看我，唉……",
	["$liushan-jijiang1"] = "匡扶汉室！谁敢出战？！",
	["$liushan-jijiang2"] = "我蜀汉岂无人乎？！",
	["~liushan"] = "哎……别打脸……我投降还不行吗……？",

	-- 孙策
	["$jiang1"] = "吾乃江东小霸王孙伯符！",
	["$jiang2"] = "江东子弟，何惧于天下！",
	["$hunzi1"] = "父亲在上，魂佑江东，公瑾在旁，智定天下！",
	["$hunzi2"] = "愿承父志，与公瑾共谋天下！",
	["$sunce-yinghun1"] = "父亲，助我背水一战！",
	["$sunce-yinghun2"] = "孙氏英烈，庇佑江东！",
	["$sunce-yingzi1"] = "公瑾，助我决一死战！",
	["$sunce-yingzi2"] = "尔等看好了！",
	["$zhiba1"] = "我若怕你，非孙伯符也！",
	["$zhiba2"] = "是友是敌，一探便知。",
	["~sunce"] = "内事不决问张昭……外事不决问周瑜……",

	-- 张昭＆张纮
	["$zhijian1"] = "请恕老臣直言！",
	["$zhijian2"] = "为臣者，当冒死以谏！",
	["$guzheng1"] = "今当稳固内政，以御外患！",
	["$guzheng2"] = "固国安邦，须当如是！",
	["~erzhang"] = "竭力尽智……死而无憾……",

	-- 左慈
	["$huashen1"] = "万物苍生，幻化由心！",
	["$huashen2"] = "哼！肉眼凡胎，岂能窥视仙人变幻？",
    ["$xinsheng1"] = "幻幻无穷，生生不息。",
	["$xinsheng2"] = "吐故纳新，师法天地。",
    ["~zuoci"] = "呃……腾云跨风……飞升太虚……",


    -- 蔡文姬
	["$beige1"] = "制兹八拍兮拟排忧，何知曲成兮心转愁。",
	["$beige2"] = "悲歌可以当泣，远望可以当归。",
	["$duanchang1"] = "日东月西兮徒相望，不得相随兮空断肠。",
	["$duanchang2"] = "流落异乡愁断肠。",
	["~caiwenji"] = "人生几何时……怀忧终年岁……",
}
