-- lines for Shadow Package

return {

	--严颜
	["$juzhan1"] = "砍头便砍头，何为怒邪？",
	["$juzhan2"] = "我州但有断头将军，无降将军也！",
	["~yanyan"] = "宁可断头死，安能屈膝降？",
	
	--王平
	["$feijun1"] = "山地崎岖，也挡不住飞军破势。",
	["$feijun2"] = "无当飞军，伐叛乱，镇蛮夷。",
	["$binglve1"] = "兵略者，明战胜攻取之数、形机之势、诈譎之变。",
	["$binglve2"] = "奇略兵速，敌未能料之。",
	["~wangping"] = "无当飞军，也有困于山林之时……",
	
	--陆绩
	["$huaiju2"] = "袖中怀绿橘，遗母报乳哺。",
	["$huaiju1"] = "情深舐犊，怀着藏橘。",
	["$weili2"] = "违失礼仪，则俱非议。",
	["$weili1"] = "行遗礼之举，于不敬王者。",
	["$zhenglun2"] = "整论四海未泰，修文德以平。",
	["$zhenglun1"] = "今论者不务道德怀取之术，而惟尚武，窃所未安。",
	["~luji"] = "恨不能见，车同轨，书同文……",
	
	--孙亮
	["$kuizhu1"] = "孙綝久专，不可久忍，必溃诛。",
	["$kuizhu2"] = "子通专恣，必谋而诛之。",
	["$chezheng1"] = "唉，廉平掣政，实为艰事。",
	["$chezheng2"] = "风驰电掣，政权不殆。",
	["$lijun1"] = "君立于朝堂，军侧于四方。",
	["$lijun2"] = "立于朝堂，定于军心。",
	["~sunliang"] = "今日欲诛逆臣而不得，方知机事不密则害成……",
	
	--王基
	["$qizhi1"] = "声东击西，敌寇一网成擒！",
	["$qizhi2"] = "吾意不在此地，已遣别部出发。",
	["$jinqu1"] = "建上昶水城，以逼夏口！",
	["$jinqu2"] = "通川聚粮，伐吴之业，当步步为营。",
	["~wangji"] = "天下之势，必归大魏，可恨未能得见了……",

	--蒯良＆蒯越
	["$jianxiang1"] = "曹公得荆不喜，喜得吾二人足以。",
	["$jianxiang2"] = "得遇曹公，吾之幸也。",
	["$shenshi1"] = "数语之言，审时度势。",
	["$shenshi2"] = "深中足智，见时审情。",
	["~kuaiyuekuailiang"] = "表不能善用，所憾也……",
	
	-- 许攸
	["$chenglve1"] = "吾有良略在怀，必为阿瞒所需。",
	["$chenglve2"] = "成略在胸，良计速出。",
	["$shicai1"] = "阿瞒有我良计，取冀州便是易如反掌。",
	["$shicai2"] = "吾才满腹，袁本初竟不从之。",
	["$cunmu1"] = "狭目之见，只能窥底。",
	["$cunmu2"] = "哼，目光所及，短寸之间。",
	["~xuyou"] = "阿瞒！没有我你得不到冀州啊！",

	--卢植
	["$mingren1"] = "得义真所救，吾任之必尽瘁以报。",
	["$mingren2"] = "吾之任，君之明举。",
	["$zhenliang1"] = "霜以别草木之性，危乱而见贞良之节。",
	["$zhenliang2"] = "贞洁贤良，吾之本心。",
	["~luzhi"] = "泓泓眸子宿渊亭，不见蛾眉只见经……",
	
}