-- lines for Spark Package

return {
	
------天府--------------------------------------------------------------------
	
    --张星彩
    ["$shenxian2"] = "抚慰军心，以安国事。",
    ["$shenxian1"] = "愿尽己力，为君分忧。",
    ["$qiangwu2"] = "咆哮沙场，万夫不敌。",
    ["$qiangwu1"] = "父亲未尽之业，由我继续。",
    ["~zhangxingcai"] = "复兴汉室之路，臣妾……再不能陪伴左右了……" ,

	--吴苋
	["$fumian1"] = "人言吾吉人天相，福寿绵绵。",
	["$fumian2"] = "永理二子，当保大汉血脉长存。",
	["$daiyan1"] = "汝可于宫中多留几日无妨。",
	["$daiyan2"] = "胡氏受屈，吾亦心不安。",
	["~wuxian"] = "所幸伴君半生，善始终得善终……",

	--孙登
	["$kuangbi2"] = "兴隆大化，佐理时务。",
	["$kuangbi1"] = "匡人助己，辅政弼贤。",
	["~sundeng"] = "愿陛下留意听采，儿臣虽死犹生…",

	--步骘
	["$hongde1"] = "德无单行，福必双至。",
	["$hongde2"] = "江南重义，东吴尚德。",
	["$dingpan1"] = "从孙者生，从刘者死！",
	["$dingpan2"] = "多行不义必自毙！",
	["~buzhi"] = "交州已定，主公……尽可放心……",
	
    --曹昂
    ["$kangkai2"] = "父亲快走，有我殿后",
    ["$kangkai1"] = "典将军，比比看谁杀敌更多",
    ["~caoang"] = "典将军，还是你赢了，呃……" ,

    --诸葛诞
    ["$gongao1"] = "恪尽职守，忠心侍主。",
    ["$gongao2"] = "攻城拔寨，建功立业！",
    ["$juyi"] = "司马氏篡权，我当替天罚之！",
    ["$weizhong"] = "定当夷司马氏三族！",
	["$zhugedan-benghuai"] = "咳咳咳……",
    ["~zhugedan"] = "诸葛一世，定会为我复仇" ,

	-- 刘协
	["$tianming1"] = "朕乃大汉皇帝，天命之子！",
	["$tianming2"] = "皇汉国祚，千年不息！",
	["$mizhao1"] = "爱卿世受皇恩，堪此重任！",
	["$mizhao2"] = "此诏事关重大，切记小心行事。",
	["~liuxie"] = "为什么不把复兴汉室的权利……交给我……",

	--曹节
	["$shouxi1"] = "天子之位，乃归刘汉。",
	["$shouxi2"] = "吾父功盖寰区，然且不敢篡窃神器。",
	["$huimin1"] = "悬壶济世，施医救民。",
	["$huimin2"] = "心系百姓，惠布山阳。",
	["~caojie"] = "皇天……必不祚尔……",

	
------天梁--------------------------------------------------------------------
	
	--董允
	["$bingzheng1"] = "自古，就是邪不胜正！",
	["$bingzheng2"] = "主公面前，岂容小人搬弄是非！",
	["$sheyan1"] = "公事为重，宴席不去也罢。",
	["$sheyan2"] = "还是改日吧。",
	["~dongyun"] = "大汉，要亡于宦官之手了……",
	
	-- 诸葛瑾
	["$hongyuan1"] = "诸将莫慌，粮草已到。",
	["$hongyuan2"] = "自舍其身，施于天下。",
	["$huanshi1"] = "缓乐之危急，释兵之困顿。",
	["$huanshi2"] = "尽死生之力，保友邦之安。",
	["$mingzhe1"] = "明以洞察，哲以保身。",
	["$mingzhe2"] = "塞翁失马，焉知非福？",
	["~zhugejin"] = "君臣不相负，来世……复君臣……",

	--严畯
	["$guanchao1"] = "朝夕之间，可知所进退。",
	["$guanchao2"] = "月盈，潮起晨暮也；月亏，潮起日半也。",
	["$xunxian1"] = "督军之才，子明强于我甚多。",
	["$xunxian2"] = "此间重任，公卿可担之。",
	["~yanjun"] = "著作……还没完成……",
	
	-- 李典
	["$xunxun1"] = "众将死战，非我之功。" ,
	["$xunxun2"] = "爱兵如子，胜乃可全。",
	["$wangxi2"] = "前尘往事，莫再提起。",
	["$wangxi1"] = "大丈夫何拘小节！",
	["~lidian"] = "报国杀敌，虽死犹荣……",

	--司马朗
	["$junbing1"] = "郡国，当有搜狩习战之备。",
	["$junbing2"] = "男儿慷慨，军中豪迈。",
	["$quji2"] = "若不去兵之疾，则将何以守国。",
	["$quji1"] = "愿为将士，略尽绵薄。",
	["~simalang"] = "微功未效，有辱国恩……",

	--杜畿
	["$andong1"] = "勇足以当大难，智涌以安万变。",
	["$andong2"] = "宽猛克济，方安河东之民。",
	["$yingshi1"] = "应民之声，势民之根。",
	["$yingshi2"] = "应势而谋，顺民而为。",
	["~duji"] = "试船而溺之，虽亡而忠至……",
	
	--刘焉
	["$tushe1"] = "非英杰不图，吾既谋之且射毕。",
	["$tushe2"] = "汉室衰微，朝纲祸乱，必图后福。",
	["$limu1"] = "米贼作乱，吾必为益州自保。", 
	["$limu2"] = "废史立牧，可得一方安定。",
	["~liuyan"] = "背疮难治，失子难继……",
	
	--张鲁
	["$yishe1"] = "行大义之举，须有向道之心。",
	["$yishe2"] = "你有你的权谋，我，哼，自有我的道义。",
	["$bushi1"] = "布施行善，乃道义之本。",
	["$bushi2"] = "行布施，得天道。",
	["$midao1"] = "从善从良，从五斗米道。",
	["$midao2"] = "兼济天下，解百姓之忧。",
	["~zhanglu"] = "旦归至于道，无意凡世争斗……",

	
------天机--------------------------------------------------------------------
	
	--孙乾
	["$qianya2"] = "唉~将军过誉了！",
	["$qianya1"] = "君子不妄动，动必有道。",
	["$shuimeng1"] = "你我唇齿相依，共御外敌，何如？",
	["$shuimeng2"] = "今兵薄势寡，可遣某为使往说之。",
	["~sunqian"] = "恨不能……得见皇叔早登大宝……咳咳……",

	--秦宓
	["$jianzheng1"] = "天时不当，必难取胜。",
	["$jianzheng2"] = "且慢！此阵打不得！",
	["$zhuandui1"] = "你已无话可说了吧！",
	["$zhuandui2"] = "黄口小儿，也敢来班门弄斧？",
	["$tianbian1"] = "当今天子为刘，天亦姓刘。",
	["$tianbian2"] = "阁下知其然，而未知其所以然。",
	["~qinmi"] = "我居然……也百口莫辩了……",

	--薛综
	["$funan1"] = "礼尚往来，乃君子风范。",
	["$funan2"] = "以子之矛，攻子之盾。",
	["$jiexun1"] = "帝王应以社稷为重，以大观为主。",
	["$jiexun2"] = "吾冒昧进谏，只求陛下思虑。",
	["~xuezong"] = "尔等……竟做如此有辱斯文之事……",
	
	--潘濬
	["$guanwei1"] = "今日宴请诸位，有要事相商。",
	["$guanwei2"] = "天下未定，请主公以大局为重。",
	["$gongqing1"] = "尔辈何故与降掳交善！",
	["$gongqing2"] = "豪将在外，增兵并成祸患啊！",
	["~panjun"] = "耻失荆州，耻失荆州啊……",
	
	--戏志才
	["$xizhicai-tiandu1"] = "天意，不可逆。",
	["$xizhicai-tiandu2"] = "既是如此……",
	["$xianfu1"] = "辅佐明君，从一而终。",
	["$xianfu2"] = "吾于此生，竭尽所能。",
	["$xianfu3"] = "赠人玫瑰，手有余香。",
	["$xianfu4"] = "主公之幸，我之幸也。",
	["$xianfu5"] = "春蚕至死，蜡炬成灰！",
	["$xianfu6"] = "愿为主公，尽我所能。",
	["$chouce1"] = "一筹一画，一策一略。",
	["$chouce2"] = "主公之忧，吾之所思也。",
	["~xizhicai"] = "为何不再给我……一点点时间……",

	--郭皇后
	["$jiaozhao1"] = "诏书在此，不得放肆！",
    ["$jiaozhao2"] = "妾身也是逼不得已，方才出此下策。",
	["$danxin1"] = "司马一族，其心可诛！",
	["$danxin2"] = "妾身定为我大魏鞠躬尽瘁、死而后已！",
    ["~guohuanghou"] = "陛下，臣妾这就来见您……",

	--王粲
	["$sanwen1"] = "文若春华，思若泉涌。",
	["$sanwen2"] = "独步汉南，散文天下。",
	["$qiai1"] = "未知身死处，何能两相完？",
	["$qiai2"] = "悟彼下泉人，喟然伤心肝。",
	["$denglou1"] = "登兹楼以四望兮，聊暇日以销忧。",
	["$denglou2"] = "惟日月之逾迈兮，俟河清其未极。",
	["~wangcan"] = "一作驴鸣悲，万古送葬别……",
	
	--蔡邕
	["$pizhuan1"] = "无墨不成书，无时不成才。",
	["$pizhuan2"] = "笔可抒情，亦可诛心！",
	["$tongbo1"] = "读万卷书，行万里路。",
	["$tongbo2"] = "博学而不穷，笃行而不倦。",
	["~caiyong"] = "感叹时事，何罪之有！",
	
	
------天同--------------------------------------------------------------------
	
	--孙尚香
	["$liangzhu1"] = "吾愿携弩，征战沙场，助君一战！",
	["$liangzhu2"] = "两国结盟，你我都是一家人！",
	["$fanxiang1"] = "兄命难违，从此两别。",
	["$fanxiang2"] = "今夕一别，不知何日再见。",
	["$sp_sunshangxiang-xiaoji2"] = "双剑夸巧，不让须眉！",
	["$sp_sunshangxiang-xiaoji1"] = "弓马何须忌红装！",
	["~sp_sunshangxiang"] = "东途难归，初心难追……",

	--徐庶
	["$wuyan2"] = "吾，誓不为汉贼献一策！",
	["$wuyan1"] = "汝有良策，何必问我！",
	["$jujian1"] = "天下大任，望君莫辞。",
	["$jujian2"] = "卧龙之才，远胜于吾。",
	["~sp_xushu"] = "忠孝不能两全，孩儿……",

	--庞统
	["$guolun1"] = "品过是非，讨评好坏。",
	["$guolun2"] = "若有天下太平时，必讨四海之内才。",
	["$songsang1"] = "送丧至东吴，使命已完。",
	["$songsang2"] = "送丧虽至，吾与孝则得相交。",
	["$zhanji1"] = "公瑾安全至吴，心安之。",
	["$zhanji2"] = "功曹之恩，吾必有展骥之机。",
	["~sp_pangtong"] = "唉，我终究不得东吴赏识……",
	
	--庞德
	["$juesi2"] = "抬棺而战，不死不休！",
	["$juesi1"] = "死都不怕，还会怕你？！",
	["~sp_pangde"] = "受魏王厚恩，唯以死报之。",

	--蔡文姬
	["$chenqing2"] = "乱世陈情，字字血泪。",
	["$chenqing1"] = "陈生死离别之苦，悲乱世之跌宕。",
	["$mozhi1"] = "今日默书，方恨千卷诗书未能全记。",
	["$mozhi2"] = "博闻强识，不辱才女之名。",
	["~sp_caiwenji"] = "命运……弄人……",

	--姜维
	["$kunfen1"] = "纵使困顿难行，亦当砥砺奋进！",
	["$kunfen2"] = "兴蜀需时，众将切勿惫怠！",
	["$fengliang2"] = "丞相大义，维岂有不从之理！",
	["$fengliang1"] = "得遇丞相，再生之德！",
	["$sp_jiangwei-tiaoxin1"] = "今日天公作美，怎能不战而退！",
	["$sp_jiangwei-tiaoxin2"] = "贼将无胆，何不早降！",
	["~sp_jiangwei"] = "伯约已尽力而为！奈何大汉……国运衰微……",

	--黄月英
	["$jiqiao1"] = "驭巧器，已取先机。",
	["$jiqiao2"] = "颖悟之人，不以拙力取胜。",
	["$linglong1"] = "哼~书中自有玲珑心。",
	["$linglong2"] = "哼~自然是多多益善咯。",
	["~sp_huangyueying"] = "只恨……不能再助夫君了……",

	--太史慈
	["$jixu1"] = "击虚箭射，懈敌戒备。",
	["$jixu2"] = "虚实难辨，方迷敌方之心。",
	["~sp_taishici"] = "刘繇之见，短浅也……",
	
	
------天相--------------------------------------------------------------------
	
	--李严
	["$duliang1"] = "粮草已到，请将军验看。",
	["$duliang2"] = "告诉丞相，山路难走，请宽限几天。",
	["$fulin2"] = "我乃托孤重臣，却在这搞什么粮草。",
	["$fulin1"] = "丞相丞相，你们没看见我吗？！",
	["~liyan"] = "孔明这一走，我算是没指望了……",

	--糜竺
	["$ziyuan1"] = "区区薄礼，万望使君笑纳。",
	["$ziyuan2"] = "雪中送炭，以解君愁。",
	["$jugu1"] = "钱？要多少有多少。",
	["$jugu2"] = "君子爱财，取之有道。",
	["~mizhu"] = "裂地背主，我之罪也……",
	
	--马忠
	["$fuman1"] = "恩威并施，蛮夷可为我所用。",
	["$fuman2"] = "发兵器啦！",
	["~mazhong"] = "丞相不在，你们竟然……",
	
	--周鲂
	["$duanfa1"] = "身体发肤，受之父母。",
	["$duanfa2"] = "今断发以明志，尚不可证吾之心意？",
	["$youdi1"] = "东吴已容不下我，愿降以保周全。",
	["$youdi2"] = "笺书七条，足以表我归降之心。",
	["~zhoufang"] = "功亏一篑，功亏一篑啊……",
	
	--贺齐
	["$shanxi1"] = "敌援未到，须要速战速决！",
	["$shanxi2"] = "快马加鞭，赶在敌人戒备之前！",
	["$heqi-nosyingzi"] = "人靠衣装马靠鞍。",
	["$heqi-duanbing"] = "可真是把好刀啊！",
	["$heqi-fenwei"] = "我的船队，要让全建业城都看见！",
	["~heqi"] = "别拿走……我的装备……",
	
    --文聘
    ["$zhenwei2"] = "江夏防线，固若金汤！",
    ["$zhenwei1"] = "再敢来犯，仍叫你无功而返！",
    ["~wenpin"] = "终于……也守不住了……" ,

	--吕岱
	["$qinguo1"] = "为国勤事，体素精勤。", 
	["$qinguo2"] = "忠勤为国，通达治体。",
	["~lvdai"] = "再也不能，为吴国奉身了……",
	
	--刘繇
	["$kannan"] = "隽才之杰，材匪戡难。", 
	--["$kannan2"] = "戡，克也；难，攻之。",
	["~liuyao"] = "伯符小儿，还我子义。",
	
	
------七杀--------------------------------------------------------------------
	
	--马云騄
	["$fengpo1"] = "等我提枪上马，打你个落花流水。",
	["$fengpo2"] = "对付你，用不着我家哥哥亲自上阵。",
	["~mayunlu"] = "呜呜呜，是你们欺负人……",

	--关银屏
	["$xueji1"] = "这炽热的鲜血，父亲，你可感觉得到！",
	["$xueji2"] = "取你首级，祭先父之灵！",
	["$huxiao1"] = "大仇未报，还不能放弃！",
	["$huxiao2"] = "虎父无犬女！",
	["$wuji1"] = "我感受到了，父亲的力量！",
	["$wuji2"] = "我也要像父亲那样坚强！",
	["~guanyinping"] = "父亲，你来救我了吗……",

    --祖茂
    ["$yinbing2"] = "将军走此小道，追兵交我应付！",
    ["$yinbing1"] = "追兵凶猛，末将断后！",
    ["$juedi2"] = "提起武器，最后一搏！！",
    ["$juedi1"] = "困兽之斗，以全忠义！！",
    ["~zumao"] = "孙将军……已经安全了吧……" ,

	--徐氏
	["$wengua1"] = "阴阳相生相克，万事周而复始。",
	["$wengua2"] = "卦不能佳，可须异日。",
	["$fuzhu1"] = "我连做梦都在等这一天呢！",
	["$fuzhu2"] = "既然来了，就别想走了！",
	["~xushi"] = "莫问前程凶吉，但求落幕无悔……",

	--吕虔
	["$weilu1"] = "贼人势大，须从长计议。",
	["$weilu2"] = "时机未到，先行撤退。",
	["$zengdao1"] = "有功赏之，有过罚之。",
	["$zengdao2"] = "治军之道，功过分明。",
	["~lvqian"] = "我自泰山郡以来，百姓获安，镇军伐贼，此生……已无憾……",
	
	--张梁
	["$jijun1"] = "集万千义军，定天下大局！",
	["$jijun2"] = "集民力万千，亦可为军。",
	["$fangtong1"] = "统领方队，为民意所举！", 
	["$fangtong2"] = "三十六方，必为大统！",
	["~zhangliang"] = "人公，也难逃被人所杀……",
	
	--蹋顿
	["$luanzhan2"] = "受袁氏大恩，当效死力。",
	["$luanzhan1"] = "现，正是我乌桓崛起之机！",
	["~tadun"] = "呃……不该趟曹袁之争的浑水……",
	
	-- 公孙瓒
	["$yicong1"] = "列阵锋矢，直取要害！", -- +1 -> -1
	["$yicong2"] = "变阵冲恶，以守待攻！", -- -1 -> +1
	["$qiaomeng2"] = "秣马厉兵，枕戈待战。",
	["$qiaomeng1"] = "夺敌辎重，以为己用。",
	["~gongsunzan"] = "皇图霸业梦，付之……一炬中……",
}