-- lines for SP Package

return {
	-- 杨修
	["$jilei1"] = "食之无肉，弃之有味。",
	["$jilei2"] = "曹公之意我已了然。",
	["$danlao1"] = "来来，一人一口。",
	["$danlao2"] = "我喜欢。",
	["~yangxiu"] = "我故自已死之晚也……",

	["$jianshu1"] = "纵有千军万马，离心则难成大事。",
	["$jianshu2"] = "来，让我看一出好戏吧！",
	["$yongdi1"] = "臣愿为世子肝脑涂地。",
	["$yongdi2"] = "嫡庶有别，尊卑有序。",
	["~sp_jiaxu"] = "立嫡之事，真是取祸之道……",
	
	["$shichou1"] = "灭族之恨，不共戴天！",
	["$shichou2"] = "休想跑！",
	["~sp_machao"] = "西凉……回不去了……",
	
	-- 曹洪
	["$yuanhu1"] = "将军，这件兵器可还称手？", --武器
	["$yuanhu2"] = "刀剑无眼，需得小心防护。", --防具
	["$yuanhu3"] = "宝马配英雄！哈哈哈哈哈哈哈哈", --坐骑
	["~caohong"] = "福兮祸所伏……",

	-- 伏完
	["$moukui1"] = "你的死期到了。",
	["$moukui2"] = "同归于尽吧！",
	["~fuwan"] = "后会有期……呵呵……",

	-- 灵雎
	["$jieyuan1"] = "我所有的努力，都是为了杀你！",
	["$jieyuan2"] = "我必须活下去！",
	["$fenxin1"] = "杀人，诛心。",
	["$fenxin2"] = "主上！这是最后的机会！",
	["~lingju"] = "主上……对不起……",

	-- 夏侯霸
	["$xiahouba-tiaoxin1"] = "跪下受降，饶你不死！",
	["$xiahouba-tiaoxin2"] = "黄口小儿，可听过将军名号？",
	["$xiahouba-paoxiao1"] = "喝啊~~~",
	["$xiahouba-paoxiao2"] = "受死吧！",
	["$xiahouba-shensu1"] = "冲杀敌阵，来去如电！",
	["$xiahouba-shensu2"] = "今日有恙在身，须得速战速决！",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",

	-- 陈琳
	["$bifa1"] = "笔墨纸砚，皆兵器也！",
	["$bifa2"] = "汝德行败坏，人所不齿也！",
	["$songci1"] = "将军德才兼备，大汉之栋梁也！", -- 摸牌
	["$songci2"] = "汝窃国奸贼，人人得而诛之！", -- 弃牌
	["~chenlin"] = "来人，我的笔呢？",

	-- 大乔小乔
	["$xingwu1"] = "哼，不要小瞧女孩子哦！",
	["$xingwu2"] = "姐妹齐心，其利断金！",
	["$erqiao-liuli2"] = "不懂得怜香惜玉么。",
	["$erqiao-liuli1"] = "嘿嘿，交给你了。",
	["$erqiao-tianxiang2"] = "哼！我才不怕你呢！",
	["$erqiao-tianxiang1"] = "替我挡着吧！",
	["~erqiao"] = "伯符、公瑾，请一定守护着我们的江东哦……",

	-- 乐进
	["$xiaoguo1"] = "三军听我号令，不得撤退！",
	["$xiaoguo2"] = "看我先登城头，立下首功！",
	["~yuejin"] = "箭疮发作，吾命休矣……",

	-- 张宝
	["$zhoufu1"] = "违吾咒者，倾死灭亡！",
	["$zhoufu2"] = "咒保符命，速显威灵！",
	["$yingbing1"] = "所呼立至，所召立前！",
	["$yingbing2"] = "朱雀玄武，侍卫我真！",
	["~zhangbao"] = "黄天！为何？！" ,
    
	-- 潘凤
	["$kuangfu1"] = "大斧到处，片甲不留！",
	["$kuangfu2"] = "你可接得住我一斧？！",
	["~panfeng"] = "来者……可是魔将……",

	-- 丁奉
	["$duanbing2"] = "众将官，短刀出鞘！",
	["$duanbing1"] = "短兵轻甲，也可取你性命！",
	["$fenxun1"] = "取封侯爵赏，正在今日！",
	["$fenxun2"] = "给我拉过来！",
	["~dingfeng"] = "这风……太冷了……",

	-- 何太后
    ["$zhendu2"] = "后宫之中，岂有你的位置？",
    ["$zhendu1"] = "怪只管你，不该生有皇子！",
    ["$qiluan1"] = "待我召吾兄入宫，谁敢不从！",
    ["$qiluan2"] = "本后自有哥哥在外照应，有什么好担心的。",
    ["~hetaihou"] = "你们男人造的孽，非要说什么红颜祸水……",

    --孙鲁育
    ["$meibu2"] = "若要动手，就请先杀我吧！",
    ["$meibu1"] = "萧墙之乱，宫闱之衅，实为吴国之祸啊！",
    ["$mumu2"] = "只求相夫教子，不求参政议事。",
    ["$mumu1"] = "立储乃国家大事，我们姐妹不便参与。",
    ["~sunluyu"] = "姐姐，你且……好自为之……" ,

    --马良
    ["$zishu1"] = "慢着，让我来。",
    ["$zishu2"] = "身外之物，不要也罢。",
    ["$yingyuan1"] = "接好嘞！",
    ["$yingyuan2"] = "好牌只用一次怎么够？",
    ["~maliang"] = "我的使命……完成了吗……" ,

    --程昱
    ["$shefu1"] = "圈套已设，埋伏已完，只等敌军进来！",
    ["$shefu2"] = "如此天网，谅你插翅也难逃！",
    ["$benyu2"] = "天下大乱，群雄并起，必有命世！",
    ["$benyu1"] = "曹公智略乃上天所授！",
    ["~chengyu"] = "此诚报效国家之时，吾却休矣！！" ,
	
	-- 甘夫人=
	["$shushen1"] = "妾身无恙，相公请安心征战。",
	["$shushen2"] = "船到桥头自然直。",
	["$shenzhi1"] = "子龙将军，一切都托付给你了。",
	["$shenzhi2"] = "阿斗，相信妈妈，没事的。",
	["~ganfuren"] = "请替我照顾好阿斗……",

	["$canshi1"] = "众人与蝼蚁何异？呵呵呵呵呵！",
	["$canshi2"] = "难道，一切不在朕手中？",
	["$chouhai1"] = "哼！树敌三千，又如何？",
	["$chouhai2"] = "不发狂，就灭亡！",
	["$guiming1"] = "这是要我命归黄泉吗？",
	["$guiming2"] = "这就是末世皇帝的不归路？",
	["~sunhao"] = "命啊！命！！",

	-- 诸葛恪
	["$aocai2"] = "吾主圣明，泽被臣属！",
	["$aocai1"] = "哼，易如反掌！",
	["$duwu2"] = "破曹大功，正在今朝！",
	["$duwu1"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",

	-- 虎牢关吕布
	["$shenwei1"] = "我不会输给任何人！",
	["$shenwei2"] = "萤烛之火，也敢与日月争辉！",
	["$shenji1"] = "竟想赢我，痴人说梦！",
	["$shenji2"] = "杂鱼们，都去死吧！！",
	["$xiuluo1"] = "鼠辈！螳臂当车！",
	["$xiuluo2"] = "准备受死吧！",
	["~shenlvbu2"] = "虎牢关……失守了……",

	["$shenqu1"] = "别心怀侥幸了，你们不可能赢！",
	["$shenqu2"] = "虎牢关，我一人镇守足矣。",
	["$jiwu1"] = "我！是不可战胜的！",
	["$jiwu2"] = "今天！就让你们感受一下真正的绝望！",
	["$shenlvbu3-qiangxi1"] = "这么想死，那我就成全你！",
	["$shenlvbu3-qiangxi2"] = "项上人头，待我来取！",
	["$shenlvbu3-lieren1"] = "哈哈哈！破绽百出！",
	["$shenlvbu3-lieren2"] = "我要让这虎牢关下，血流成河！",
	["$shenlvbu3-xuanfeng1"] = "千钧之势，力贯苍穹！",
	["$shenlvbu3-xuanfeng2"] = "风扫六合，威震八荒！",
	["$shenlvbu3-wansha1"] = "蝼蚁！怎容偷生！",
	["$shenlvbu3-wansha2"] = "沉沦吧！在这无边的恐惧！",
	["~shenlvbu3"] = "你们的项上人头，我改日再取！",

    --旱魃
    ["$fentian1"] = "烈火燎原，焚天灭地！",
    ["$fentian2"] = "骄阳似火，万物无生！",
    ["$zhiri2"] = "你以为这样就已经结束了？",
    ["$zhiri1"] = "好舒服，这太阳的力量！",
    ["$xintan1"] = "人人心中，都有一团欲望之火！",
    ["$xintan2"] = "让心中之火慢慢吞噬你吧！哈哈哈哈哈哈哈哈！",
    ["~hanba"] = "应龙，是你在呼唤我吗？",

	["$sp_guanyu-wusheng1"] = "以义传魂，以武入圣！",
	["$sp_guanyu-wusheng2"] = "义击逆流，武安黎庶！",
	["$danji2"] = "吾身远涉，赤心归国！",
	["$danji1"] = "单骑护嫂千里，只为桃园之义！",
	["~sp_guanyu"] = "樊城一去，死亦无惧！",

	["$dujin1"] = "带兵十万，不如老夫多甲一件！",
	["$dujin2"] = "轻舟独进，破敌先锋！！",
	["~lingcao"] = "呃啊！（扑通）此箭……何来……（咕咚）",

	["$yingjian1"] = "翩翩逸云端，仿若桃花仙。",
	["$yingjian2"] = "没牌又有何不可能的？",
	["$shixin1"] = "释怀之戾气，化君之不悦。",
	["$shixin2"] = "星星之火，安能伤我？",
	["~sunru"] = "佑我江东，虽死……无怨……",

	["$zhanyi1"] = "以战养战，视敌而战！",
	["$zhanyi2"] = "战，可以破敌；意，可以守御！",
	["~zhuling"] = "此生得遇曹公，再无……他求……",

	["$fenyin1"] = "披发亢歌！至死不休！！",
	["$fenyin2"] = "力不竭！战不止！！",
	["~liuzan"] = "今病困若此，故命也！",

	["$tunchu1"] = "屯粮事大，暂不与尔等计较！",
	["$tunchu2"] = "屯粮待战，莫动刀枪。",
	["$shuliang1"] = "将军驰劳，酒肉慰劳。",
	["$shuliang2"] = "将军，牌来啦！",
	["~lifeng"] = "吾……有负丞相重托……",

	["$yuhua1"] = "此乃仙人之物，不可轻弃。",
	["$yuhua2"] = "凤羽飞烟，乘化仙尘。",
	["$qirang1"] = "集母亲之智，效父亲之法，祈以七星。",
	["$qirang2"] = "仙甲既来，岂无仙术乎？",
	["~zhugeguo"] = "飘飘兮如遗世独立，羽化而登仙……",

	["$shanjia1"] = "缮甲利兵，伺机而行。",
	["$shanjia2"] = "战，当取精锐之兵而弃驽钝也。",
	["~caochun"] = "银甲在身，竟败于你手……",

	["$kuangcai1"] = "博古览今，信手拈来。",
	["$kuangcai2"] = "功名为尘，光阴为金。",
	["$shejian1"] = "尔等竖子，不堪为伍。",
	["$shejian2"] = "请君洗耳，听吾之言。",
	["~miheng"] = "哼哈哈哈，这天地都容不下我！！",

	["$ranshang1"] = "战火燃尽，英雄胆！",
	["$ranshang2"] = "尔等，竟如此歹毒！",
	["$hanyong1"] = "犯我者，杀！！",
	["$hanyong2"] = "藤甲军从无对手，不服来战！",
	["~wutugu"] = "撤……快撤……",

	["$yawang1"] = "君子，当以正气立于乱世！",
	["$yawang2"] = "琰，定不负诸位雅望！",
	["$xunzhi1"] = "成大义者，这点牺牲算不得什么！",
	["$xunzhi2"] = "春秋大业，自在我心！",
	["~cuiyan"] = "尔等，尽是欺世盗名之辈……",

	["$fenyue1"] = "逆贼势大，且扎营寨，击其懈怠。",
	["$fenyue2"] = "兵有其变，不在众寡。",
	["~huangfusong"] = "只恨黄巾未除，不能报效朝廷……",

	["$zhidao2"] = "乱世之中，能者为王！",
	["$zhidao1"] = "谁有地盘，谁是老大！",
	["$jili1"] = "寄人篱下的日子，不好过呀！",
	["$jili2"] = "这份恩德，白虎记下啦！",
	["~yanbaihu"] = "严舆吾弟，为兄来陪你啦……",

	["$biluan1"] = "身处乱世，自保足矣。",
	["$biluan2"] = "避一时之乱，求长治安稳。",
	["$lixia2"] = "英雄，可安生立命于交州之地。",
	["$lixia1"] = "将军真乃国之栋梁。",
	["~shixie"] = "我这一生……足矣……",

	["$zhengnan"] = "末将愿承父志，随丞相出征。",
	["$guansuo-wusheng"] = "逆贼，可识得关氏之勇！",
	["$guansuo-dangxian"] = "各位将军，且让小辈先行出战。",
	["$guansuo-zhiman"] = "蛮夷可抚，不可剿！",
	["~guansuo"] = "只恨天下未平，空留遗志……",

	["$gushe1"] = "公既知天命，识时务，为何要兴无名之师，犯我疆界。",
	["$gushe2"] = "你若倒戈卸甲，以礼来降，仍不失封侯之位，国安民乐，岂不美哉？",
	["$jici1"] = "谅尔等腐草之荧光，如何比得上天空之皓月？",
	["$jici2"] = "你，诸葛村夫，你敢……",
	["~wanglang"] = "你，你，呃啊……",
	
	-- ☆SP赵云
	["$chongzhen1"] = "陷阵杀敌，一马当先！",
	["$chongzhen2"] = "贼将休走，可敢与我一战！",
	["~sp_zhaoyun"] = "这……就是失败的滋味吗……",

	-- ☆SP貂蝉
	["$lihun1"] = "将军~这些都赏给妾身好不好嘛~",
	["$lihun2"] = "这些人家不喜欢嘛~还给你吧~",
	["~sp_diaochan"] = "义父……来世再做您的好女儿……",

	-- ☆SP曹仁
	["$weikui1"] = "休整片刻，且随我杀出一条血路！",
	["$weikui2"] = "骑兵列队，准备突围！",
	["$lizhan1"] = "行伍严整，百战不殆！",
	["$lizhan2"] = "敌军围困万千重，我自岿然不动。",
	["~sp_caoren"] = "城在人在，城破……人亡……",
	
	["$cuifeng1"] = "摧锋陷阵，以杀贼首！",
	["$cuifeng2"] = "敌锋之锐，我已尽知。",
	["~litong"] = "战死沙场……快哉……",
	
	["$lianzhu2"] = "你们都是一条绳上的蚂蚱。",
	["$lianzhu1"] = "若有不臣之心，定当株连九族！",
	["~dongbai"] = "放肆！我要让爷爷赐你们死罪！！",

	["$fanghun1"] = "万花凋落尽，一梅独傲霜！",
	["$fanghun2"] = "暗香疏影处，凌风踏雪来！",
	["$fuhan1"] = "承先父之志，扶汉兴刘！",
	["$fuhan2"] = "天将降大任于我！",
	["~zhaoxiang"] = "遁入……阴影之中……",

	["cv:kanze"] = "倪康",
	["$xiashu1"] = "吾有密信，特来献与将军。",
	["$xiashu2"] = "将军若不信，可亲自验看。",
	["$kuanshi1"] = "不知者，无罪。",
	["$kuanshi2"] = "罚酒三杯，下不为例。",
	["~kanze"] = "我早已做好了牺牲的准备……",

	["$lianji1"] = "两计扣用，以摧强势。",
	["$lianji2"] = "容老夫细细思量。",
	["$moucheng1"] = "董贼伏诛，天下太平！",
	["$moucheng2"] = "叫天不应，叫地不灵，今天就是你的死期。",
	["$jingong1"] = "董贼旧部，可尽诛之！ ",
	["$jingong2"] = "若无老夫之谋，尔等皆化为腐土也。",
	["~wangyun"] = "怒力谢关东诸公，勤以国家为念！",
	
	["$fuji1"] = "既来之，休走之！",
	["$fuji2"] = "白马？哼！定叫他有来无回！",
	["$jiaozi1"] = "今日之获，皆是吾之功劳！",
	["$jiaozi2"] = "今吾于此，尔等皆为飞灰！",
	["~quyi"] = "为主公戎马一生，主公为何如此对我……",
	
	["$zhaohuo1"] = "我获罪于天，致使徐州之民受此大难。",
	["$zhaohuo2"] = "如此一来，徐州危矣。",
	["$yixiang1"] = "一方有难，八方应援！",
	["$yixiang2"] = "昔日有恩，还望此时来报。",
	["$yirang1"] = "明公切勿推辞。",
	["$yirang2"] = "万望明公，可怜汉家城池为重。",
	["~taoqian"] = "悔不该差使小人，招此……祸患……",

	["$polu1"] = "设此发石车，可破袁军高橹。",
	["$polu2"] = "霹雳之声，震丧敌胆！",
	["$choulve1"] = "依此计行，可安军心。",
	["$choulve2"] = "破袁之策，吾已有计。",
	["~liuye"] = "唉，于上不得佐君主，于下不得亲同僚，吾愧为佐世人臣……",

	["$pingcai1"] = "吾有众好友，分为卧龙、凤雏、水镜、元直。",
	["$pingcai2"] = "孔明能借天火之势。",
	["$pingcai3"] = "士元虑事环环相扣。",
	["$pingcai4"] = "德操深谙处世之道。",
	["$pingcai5"] = "元直侠客惩恶扬善。",
	["~pangdegong"] = "吾知人而不自知，何等荒唐……",

	["$zongkui1"] = "准备好，听候女王的差遣了吗？",
	["$zongkui2"] = "契约已定！",
	["$guju1"] = "我能看到，你的灵魂在颤抖。",
	["$guju2"] = "你死后，我将超度你的亡魂！",
	["$baijia1"] = "以邪马台的名义！",
	["$baijia2"] = "我要摧毁你的一切，然后，建立我的国度。",
	["$canshii1"] = "是你，在召唤我吗？",
	["$canshii2"] = "这片土地的人，真是太有趣了。",
	["~beimihu"] = "我还会从黄泉比良坂回来的……",
	
	["$wenji1"] = "言出子口，入于吾耳，可以言未？",
	["$wenji2"] = "还望先生救我！",
	["$tunjiang1"] = "江夏冲要之地，孩儿愿往守之。",
	["$tunjiang2"] = "皇叔勿惊，吾与关将军已到。",
	["~liuqi"] = "父亲……孩儿来见你了……",
	
	["$qingzhong1"] = "执政为民，当尽我所能。",
	["$qingzhong2"] = "吾自幼流离失所，更能体恤百姓之苦。",
	["$weijing1"] = "战事兴起，最苦的仍是百姓。",
	["$weijing2"] = "国乃大家，保大家才有小家。",
	["~luzhii"] = "年迈力微，是该告老还乡了……",
	
	["$jianjie1"] = "公怀王佐之才，宜择人而事。",
	["$jianjie2"] = "卧龙凤雏，二者得一，可安天下。",
	["$jianjie3"] = "二人齐聚，汉室可兴矣。",
	["$chenghao1"] = "您的话，也很好。",
	["$chenghao2"] = "好，很好，非常好。",
	["$yinshi1"] = "我老了，会有胜我十倍的人来帮助你。",
	["$yinshi2"] = "山野闲散之人，不堪仕用。",
	["~simahui"] = "这似乎……没那么好了……",
	
	["$wuniang1"] = "虽为女子身，不输男儿郎。",
	["$wuniang2"] = "剑舞轻盈，沙场克敌。",
	["$xushen1"] = "救命之恩，涌泉相报。",
	["$xushen2"] = "解我危难，报君华彩。",
	["$zhennan1"] = "镇守南中，夫君无忧。",
	["$zhennan2"] = "与君携手，定平蛮夷。",
	["~baosanniang"] = "我还想与你，共骑这雪花驹……",
	
	["$fujian1"] = "兵者，诡道也。",
	["$fujian2"] = "粮资军备，一览无遗。",
	["$caoying-xingshang"] = "此刀枪军械，尽归我有！",
	["$caoying-jianxiong"] = "且收此弩箭，不日奉还！",
	["$lingren1"] = "敌势已缓，休要走了老贼！",
	["$lingren2"] = "精兵如炬，困龙难飞！",
	["~caoying"] = "曹魏天下存，魂归故土安……",
}