-- lines for Thicket Package

return {
	-- 曹丕
	["$xingshang2"] = "来，管杀还管埋！",
	["$xingshang1"] = "我的是我的，你的还是我的！",
	["$fangzhu2"] = "给我翻过来！",
	["$fangzhu1"] = "死罪可免，活罪难赦！",
	["$songwei2"] = "仙福永享，寿与天齐！",
	["$songwei1"] = "千秋万载，一统江山！",
	["~caopi"] = "子建……子建……",
	
	-- 徐晃
	["$duanliang2"] = "截其源，断其粮，贼可擒也！",
	["$duanliang1"] = "人是铁，饭是钢！",
	["~xuhuang"] = "一顿不吃……饿的慌……",
	
	-- 孟获
	["$zaiqi2"] = "起！",
	["$zaiqi1"] = "丞相助我！",
	["$huoshou2"] = "背黑锅我来，送死，你去！",
	["$huoshou1"] = "统统算我的！",
	["~menghuo"] = "七纵之恩……来世再报了……",
	
	-- 祝融
	["$juxiang2"] = "小小把戏。",
	["$juxiang1"] = "大王，看我的！",
	["$lieren1"] = "亮兵器吧。",
	["$lieren2"] = "尝尝我飞刀的厉害！",
	["~zhurong"] = "大王……我……先走一步了……",
	
	-- 孙坚
	["$yinghun2"] = "不诛此贼三族，则吾死不瞑目！",
	["$yinghun1"] = "以吾魂魄，保佑吾儿之基业！",
	["~sunjian"] = "有埋伏，呃啊！",
	
	-- 鲁肃
	["$haoshi2"] = "拿去拿去，莫跟哥哥客气。",
	["$haoshi1"] = "来来来，见面分一半。",
	["$dimeng2"] = "以和为贵，以和为贵。",
	["$dimeng1"] = "合纵连横，方能以弱胜强。",
	["~lusu"] = "此联盟已破……吴蜀休矣……",
	
	-- 贾诩
	["$wansha2"] = "神仙难救，神仙难救啊。",
	["$wansha1"] = "我要你三更死，谁敢留你到五更！",
	["$weimu2"] = "此计伤不到我。",
	["$weimu1"] = "你奈我何！",
	["$luanwu2"] = "哭喊吧！哀求吧！挣扎吧！然后死吧！！",
	["$luanwu1"] = "哼哼哼，坐山观虎斗。",
    ["~jiaxu"] = "我的时辰……也到了……",
	
	-- 董卓
	["$jiuchi2"] = "再来，一壶。",
	["$jiuchi1"] = "好酒，好酒！",
	["$roulin2"] = "嘿嘿嘿，美人儿，来，香一个。",
	["$roulin1"] = "嘿嘿，欲食色，性也！",
	["$benghuai2"] = "我是不是该减肥了。",
	["$benghuai1"] = "（闷哼声）",
	["$baonue2"] = "顺我者昌，逆我者亡！",
	["$baonue1"] = "（大笑声）",
	["~dongzhuo"] = "汉室衰落……非我一人之罪……",
}