-- lines for Thunder Package

return {

	--陈到
	["$wanglie1"] = "与子龙忠勇相往、猛烈相合。",
	["$wanglie2"] = "猛将之烈，统帅之所往。",
	["~chendao"] = "我的白毦兵，再也不能为先帝出力了！",
	
	--诸葛瞻
	["$zuilun1"] = "唉，数罪当论，吾愧对先帝恩惠。",
	["$zuilun2"] = "吾有三罪，未能除黄皓，制伯约，守国土。",
	["$fuyin1"] = "吾自幼心怀父诫，方不愧父亲荫庇。",
	["$fuyin2"] = "得父荫庇，平步青云。",
	["~zhugezhan"] = "临难而死义，无愧先父……",
	
	--周妃
	["$liangyin1"] = "君恩之命，妾身，良姻之福。",
	["$liangyin2"] = "结得良姻，固吴基业。",
	["$kongsheng1"] = "箜篌声声，琴瑟鸣鸣。",
	["$kongsheng2"] = "窈窕淑女，箜篌友之。",
	["~zhoufei"] = "夫君，妾身再也不能，陪你看这江南翠绿了……",
	
	--陆抗
	["$qianjie1"] = "谦谦清廉德，节节卓尔茂。",
	["$qianjie2"] = "继父之节，谦逊恭毕。",
	["$jueyan1"] = "堰坝毁之，可令敌军自退。",
	["$jueyan2"] = "毁堰坝之计，实为阻晋粮道。",
	["$poshi1"] = "破羊祜之策，势在必行。",
	["$poshi2"] = "破晋军分进合击之势，牵晋军主力之实。",
	["$huairou1"] = "胸怀千万，彰其德，包其柔。",
	["$huairou2"] = "各保分界，无求细利。",
	["~lukang"] = "吾即亡矣，吴又能存几时？",
	
	--郝昭
	["$zhengu1"] = "孔明计虽百算，却难敌吾镇骨千拒。",
	["$zhengu2"] = "镇守城池，必以骨相拼。",
	["~haozhao"] = "镇守陈仓，也有一失……",
	
	--毌丘俭
	["$zhengrong1"] = "跨海东征，家国俱荣。",
	["$zhengrong2"] = "东征高句丽，保辽东安稳。",
	["$hongju1"] = "鸿飞荣升，举重若轻。",
	["$hongju2"] = "一举拿下，鸿图可得。",
	["$qingce1"] = "得太后手诏，清奸佞乱臣。",
	["$qingce2"] = "感明帝之恩，清君侧之贼。",
	["~guanqiujian"] = "峥嵘一生，然被平民所击射！",
	
	--袁术
	["$yongsi1"] = "大汉天下，已半入我手！",
	["$yongsi2"] = "玉玺在手，天下我有！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~sp_yuanshu"] = "可恶，就差……一步了……",

	--张绣
	["$xiongluan1"] = "北地枭雄，乱世不败。",
	["$xiongluan2"] = "雄踞宛城，虽乱世可安。",
	["$congjian1"] = "从谏良计，可得自保。",
	["$congjian2"] = "听君谏言，去危亡，保宗祀。",
	["~zhangxiu"] = "若失文和，吾将何归？",
	
}