-- lines for Wind Package

return {
	-- 曹仁
	["$jushou1"] = "坚守此地，不退半步。",
	["$jushou2"] = "兵精粮足，守土一方。",
	["$jiewei1"] = "坚壁清野，以锉敌锐！",
	["$jiewei2"] = "化守为攻，出奇制胜！",
	["~caoren"] = "长江以南，再无王土矣……",

	-- 夏侯渊
	["$shensu1"] = "吾善于千里袭人！",
	["$shensu2"] = "取汝首级犹如探囊取物！",
	["~xiahouyuan"] = "竟然比我还…快……",

	-- 黄忠
	["$liegong2"] = "百步穿杨！",
	["$liegong1"] = "中！",
	["~huangzhong"] = "不得不服老了……",

	-- 魏延
	["$kuanggu1"] = "哈哈哈哈哈哈，赢你还不容易。",
	["$kuanggu2"] = "哼！也不看看我是何人！",
	["$qimou1"] = "成王败寇，怎可有勇无谋？",
	["$qimou2"] = "且不要因为暂时的得失而胆怯。",
	["~weiyan"] = "奸贼……害我……",

	-- 小乔
	["$tianxiang2"] = "接着哦~",
	["$tianxiang1"] = "替我挡着~",
	["~xiaoqiao"] = "公瑾……我先走一步……",

	-- 周泰
	["$buqu2"] = "哼，这点小伤算什么！",
	["$buqu1"] = "战如熊虎，不惜躯命！",
	["$fenji2"] = "两肋插刀，愿赴此去！",
	["$fenji1"] = "百战之身，奋勇驱前！",
	["~zhoutai"] = "敌众我寡，无力回天……",

	-- 张角
	["$leiji2"] = "呼风唤雨，驱雷策电！",
	["$leiji1"] = "成为黄天之事的祭品吧！",
	["$guidao2"] = "哼哼，天意如此！",
	["$guidao1"] = "道士所向，皆由我控！",
	["$huangtian2"] = "黄天立，民心顺，天下平！",
	["$huangtian1"] = "苍天不复，黄天将替！",
	["~zhangjiao"] = "黄天既覆，苍生何存……",

	-- 于吉
	["$guhuo2"] = "如真似幻，扑朔迷离。",
	["$guhuo1"] = "道法玄机，变幻莫测。",
	["$chanyuan1"] = "不识天数，在劫难逃！",
	["$chanyuan2"] = "凡人仇怨，皆由心生！",
	["~yuji"] = "道法玄机，竟被参破……",
}