-- lines for YJCM2013 Package

return {
	-- 曹冲
	["$chengxiang1"] = "依我看，小事一桩。",
	["$chengxiang2"] = "孰重孰轻，一称便知。",
	["$renxin1"] = "仁者爱人，人恒爱之。",
	["$renxin2"] = "有我在，别怕。",
	["~caochong"] = "子桓哥哥……",

	-- 伏皇后
	["$qiuyuan1"] = "逆贼逞凶，卿可灭之。",
	["$qiuyuan2"] = "求父亲救救大汉江山吧！",
	["$zhuikong1"] = "诚惶诚恐，夜不能寐。",
	["$zhuikong2"] = "嘘，隔墙有耳。",
	["~fuhuanghou"] = "陛下为何不救臣妾……",

	-- 关平
	["$longyin2"] = "破阵杀敌，愿献犬马之劳！",
	["$longyin1"] = "虎啸既响，龙吟当附！",
	["~guanping"] = "父亲快走，孩儿断后……",

	-- 郭淮
	["$jingce1"] = "方策精详，有备无患。",
	["$jingce2"] = "精兵据敌，策守如山。",
	["~guohuai"] = "姜维小儿，竟然……",

	-- 简雍
	["$qiaoshui1"] = "合则两利，斗则两伤。",
	["$qiaoshui2"] = "君且安坐，听我一言。",
	["$zongshih1"] = "买卖不成，情义还在。",
	["$zongshih2"] = "此等小事，何须挂耳？",
	["~jianyong"] = "两国交战……不斩……",

	-- 李儒
	["$juece2"] = "哼，你走投无路了。",
	["$juece1"] = "无用之人，死！",
	["$mieji2"] = "宁错杀，毋放过！",
	["$mieji1"] = "你能逃得出我的手掌心吗？",
	["$fencheng2"] = "我得不到的，你们也别想得到！",
	["$fencheng1"] = "让这一切都灰飞烟灭吧！哼哼哼……",
	["~liru"] = "如遇明主，大业必成……",

	-- 刘封
	["$xiansi1"] = "袭人于不意，溃敌于无形!",
	["$xiansi2"] = "破敌军阵，父亲定会刮目相看!",
	["$xiansi3"] = "此乃孟达之计，非我所愿！",
	["$xiansi4"] = "我有何罪？！",
	["~liufeng"] = "父亲，为什么……",

	-- 满宠
	["$junxing2"] = "严刑峻法，以破奸诡之胆。",
	["$junxing1"] = "你招还是不招？",
	["$yuce2"] = "御敌之策，成竹在胸。",
	["$yuce1"] = "以缓制急，不战屈兵。",
	["~manchong"] = "援军为何迟迟未到……",

	-- 潘璋马忠
	["$duodao2"] = "这刀岂是你配用的？",
	["$duodao1"] = "夺敌兵刃，如断其臂！",
	["$anjian2"] = "击其懈怠，攻其不备！",
	["$anjian1"] = "哼，你满身都是破绽！",
	["~panzhangmazhong"] = "怎么可能，我明明亲手将你……",

	-- 虞翻
	["$zongxuan1"] = "世间万物，皆有定数。",
	["$zongxuan2"] = "依易设象，以占吉凶。",
	["$zhiyan1"] = "直言劝谏，不惧祸否。",
	["$zhiyan2"] = "志节分明，折而不屈。",
	["~yufan"] = "我枉称东方朔再世……",
    
    ["$danshou2"] = "到此为止了！",
    ["$danshou1"] = "以胆为守，扼敌咽喉。",
    ["~zhuran"] = "何人……竟有如此之胆……" ,
}