return {

    --蔡夫人
    ["$qieting2"] = "此人不露锋芒，断不可留。",
    ["$qieting1"] = "想削我蔡氏，痴心妄想！",
    ["$xianzhou1"] = "献荆襄九郡，图一世之安。",
    ["$xianzhou2"] = "丞相携天威而至，吾等安敢不降。",
    ["~caifuren"] = "孤儿寡母，何必……赶尽杀绝呢……" ,

    --曹真
    ["$sidi1"] = "筑城固守，司敌备战。",
	["$sidi2"] = "徒手制敌，能奈我何？！",
    ["~caozhen"] = "秋雨凄迷，军心……已乱……" ,

    --陈群
    ["$dingpin1"] = "定品寻良骥，忠正探人杰。",
    ["$dingpin2"] = "举才赋职，论能行赏。",
    ["$faen2"] = "理法容情，皇恩浩荡。",
    ["$faen1"] = "法理有度，恩威并施。",    
    ["~chenqun"] = "吾身虽殒，典律……昭昭……" ,

    --顾雍
    ["$shenxing2"] = "审时度势，乃容万变。",
    ["$shenxing1"]= "此须斟酌一二。",
    ["$bingyi2"] = "公正无私，秉持如一。",
    ["$bingyi1"] = "诸君看仔细了。",
    ["~guyong"] = "病趋渐重，国事难安……" ,

    --韩浩史涣
    ["$shenduan1"] = "行军需慎，谋断当绝。",
    ["$shenduan2"] = "良机虽去，尚可劫资断源。",
    ["$yonglve2"] = "不必从言，自有主断。",
    ["$yonglve1"] = "非常之机，当行非常之计。",
    ["~hanhaoshihuan"] = "拉弓搭箭的将军……是何人？" ,

    --沮授
    ["$shibei1"] = "矢志于北，尽忠于国。",
    ["$shibei2"] = "命系袁氏，一心向北。",
    ["$jianying2"] = "由缓至急，循循而进。",
    ["$jianying1"] = "事须缓图，欲速不达也。",
    ["~jvshou"] = "智士凋亡，河北哀矣……" ,

    --孙鲁班
    ["$zenhui1"] = "你可别不识抬举。",
    ["$zenhui2"] = "你也休想置身事外。",
    ["$jiaojin2"] = "就凭你，还想算计于我。",
    ["$jiaojin1"] = "是谁借给你的胆子",
    ["~sunluban"] = "本公主……何罪之有？" ,

    --吴懿
    ["$benxi1"] = "袭敌千里，溃敌百步！",
    ["$benxi2"] = "奔战万里，袭关斩将！",
    ["~wuyi"] = "奔波已疲，难以……再战……" ,

	--张松
    ["$qiangzhi1"] = "容我过目，即刻咏来。",
    ["$qiangzhi2"] = "文书强识，才可博于运筹。",
    ["$xiantu1"] = "将军莫虑，且看此图。",
    ["$xiantu2"] = "吾已诚心相献，君何踌躇不前。",
    ["~zhangsong"] = "皇叔不听吾谏言，悔时晚矣……" ,

    --周仓
    ["$zhongyong1"] = "为将军提刀携马，万死不辞！",
    ["$zhongyong2"] = "驱刀飞血，直取寇首！",
    ["~zhoucang"] = "为将军操刀牵马，此生无憾……" ,

    --朱桓
    ["$fenli1"] = "以逸待劳，坐收渔利。",
	["$fenli2"] = "以主制客，占尽优势。",
	["$pingkou1"] = "对敌人仁慈，就是对自己残忍！",
	["$pingkou2"] = "反守为攻，直捣黄龙！",
    ["~zhuhuan"] = "我不要……死在病榻之上……" ,

}