-- lines for YJCM Package

return {
	-- 曹植
	["$luoying2"] = "别着急哟，给我就好。",
	["$luoying1"] = "这些都是我的！",
	["$jiushi1"] = "置酒高殿上，亲友从我游。",
	["$jiushi2"] = "走马行酒醴，驱车布鱼肉。",
	["~caozhi"] = "本是同根生，相煎何太急……",

	-- 法正
	["$enyuan1"] = "报之以李，还之以桃。",
	["$enyuan2"] = "伤了我，休想全身而退！",
	["$xuanhuo1"] = "收人钱财，替人消灾！",
	["$xuanhuo2"] = "哼！教你十倍奉还！",
	["~fazheng"] = "汉室复兴，我……是看不到了……",

	-- 徐庶
	["$qianxin1"] = "既遇明主，天下可图！",
	["$qianxin2"] = "弃武从文，安邦卫国！",
	["$jianyan1"] = "开言纳谏，社稷之福。",
	["$jianyan2"] = "如此如此，敌军自破。",
	["$zhuhai1"] = "善恶有报，天道轮回！",
	["$zhuhai2"] = "早知今日，何必当初？",
	["~xushu"] = "母亲……孩儿尽孝来了……",

	-- 凌统
	["$xuanfeng1"] = "伤敌于千里之外！",
	["$xuanfeng2"] = "索命于须臾之间！",
	["~lingtong"] = "大丈夫不惧死亡……",

	-- 吴国太
	["$ganlu2"] = "男婚女嫁，需当交换文定之物。",
	["$ganlu1"] = "此真乃吾之佳婿也。",
	["$buyi1"] = "吾乃吴国之母，何人敢造次。",
	["$buyi2"] = "有老身在，汝等尽可放心。",
	["~wuguotai"] = "卿等务必用心辅佐仲谋……",

	-- 徐盛
	["$pojun1"] = "大军在此，汝等休想前进一步！",
	["$pojun2"] = "敬请养精蓄锐。",
	["~xusheng"] = "盛不能奋身出命，不亦辱乎……",

	-- 高顺
	["$xianzhen1"] = "攻无不克，战无不胜。",
	["$xianzhen2"] = "破阵斩将，易如反掌。",
	["$jinjiu2"] = "贬酒阙色，所以无污。",
	["$jinjiu1"] = "避嫌远疑，所以无误。",
	["~gaoshun"] = "生死有命……",

	-- 陈宫
	["$mingce1"] = "如此，霸业可图也！",
	["$mingce2"] = "如此，一击可擒也！",
	["$zhichi2"] = "如今之计，唯有退守，再做决断！",
	["$zhichi1"] = "若吾早知如此。",
	["~chengong"] = "请出就戮！",

	-- 张春华
	["$shangshi1"] = "无情者伤人，有情者自伤。",
	["$shangshi2"] = "自损八百，可伤敌一千！",
	["$jueqing1"] = "你的死活与我何干？",
	["$jueqing2"] = "无来无去，不悔不怨。",
	["~zhangchunhua"] = "怎能如此对我……",

	-- 钟会
	["$quanji1"] = "这仇，我记下了。",
	["$quanji2"] = "先让你得意几天。",
	["$paiyi1"] = "妨碍我的人都得死！",
	["$paiyi2"] = "此地容不下你！",
	["$zili1"] = "时机已到，今日起兵！",
	["$zili2"] = "欲取天下，当在此时！",
	["~zhonghui"] = "伯约……让你失望了……",

    --ol马谡
    ["$sanyao2"] = "散谣惑敌，不攻自破！",
    ["$sanyao1"] = "三人成虎，事多有。",
    ["$zhiman2"] = "丞相多虑，且看我的！",
    ["$zhiman1"] = "兵法谙熟于心，取胜千里之外！",
    ["~masu"] = "败军之罪，万死难赎……" ,

    --ol于禁
    ["$zhenjun2"] = "安营驻寨，严守城防。",
    ["$zhenjun1"] = "诸军严整，敌军自乱。",
	--["$jieyue3"] = "不动如泰山！",
    --["$jieyue4"] = "纪法严明，无懈可击！",
    ["~yujin"] = "忍辱偷生，无言以面……丞相厚恩……" ,

}