-- lines for YJCM2012 Package

return {
	-- 步练师
	["$anxu1"] = "和鸾雍雍，万福攸同。",--《诗经·小雅·蓼萧》
	["$anxu2"] = "君子乐胥，万邦之屏。",--《诗经·小雅·桑扈》
	["$zhuiyi2"] = "妾心所系，如月之恒。",
	["$zhuiyi1"] = "终其永怀，恋心殷殷。",
	["~bulianshi"] = "江之永矣，不可……方思……",--《诗经·国风·周南·汉广》

	-- 曹彰
	["$jiangchi1"] = "谨遵父训，不可逞匹夫之勇！", --额外摸一张牌
	["$jiangchi2"] = "吾定当身先士卒，振魏武雄风！", --少摸一张牌
	["~caozhang"] = "子桓……你害我……",

	-- 程普
	["$lihuo1"] = "将士们，引火对敌！",
	["$lihuo2"] = "和我同归于尽吧！",
	["$chunlao1"] = "唉，帐中不可无酒啊！",
	["$chunlao2"] = "无碍，且饮一杯！",
	["~chengpu"] = "没……没有酒了……",

	-- 关兴张苞
	["$fuhun2"] = "将门虎子，承我父志！",
	["$fuhun1"] = "光复汉室，重任在肩！",
	["$guanxingzhangbao-wusheng"] = "一夫当关，万夫莫当！",
	["$guanxingzhangbao-paoxiao"] = "喝！！",
	["~guanxingzhangbao"] = "未能手刃仇敌……愧对先父……",

	-- 韩当
	["$gongqi2"] = "吃我一箭！",
	["$gongqi1"] = "鼠辈，哪里走！",
	["$jiefan2"] = "退后，这里交给我！",
	["$jiefan1"] = "休想趁人之危！",
	["~handang"] = "今后……只能靠你了……",

	-- 华雄
	["$shiyong1"] = "好大一股杀气啊！",--被红杀伤害
	["$shiyong2"] = "好大一股酒气啊！",--被酒杀伤害
	["~huaxiong"] = "皮厚不挡刀啊……",

	-- 廖化
	["$dangxian2"] = "看我先行破敌！",
	["$dangxian1"] = "先锋就由老夫来当！",
	["$fuli1"] = "今天是个拼命的好日子！哈哈哈哈……",
	["$fuli2"] = "有老夫在，蜀汉就不会倒下！",
	["~liaohua"] = "今后……就靠你们了……",

	-- 刘表
	["$zishou2"] = "江河霸主，何惧之有！",
	["$zishou1"] = "荆襄之地，固若金汤！",
	["$zongshi1"] = "汉室百年，坚如磐石。",
	["$zongshi2"] = "宗室子弟，尽收民心！",
	["~liubiao"] = "优柔寡断……要不得……",

	-- 马岱
	["$qianxi1"] = "喊什么喊，我敢杀你！",
	["$qianxi2"] = "笑什么笑，叫你得意！",
	["~madai"] = "我怎么会……死在这里……",

	-- 王异
	["$zhenlie2"] = "为雪前耻，不惜吾身！",
	["$zhenlie1"] = "虽是妇人，亦当奋身一搏！",
	["$miji2"] = "此举，可破敌之围。",
	["$miji1"] = "此计，可歼敌精锐。",
	["~wangyi"] = "月儿，不要责怪你爹爹……",

	-- 荀攸
	["$qice2"] = "奇策在此，谁与争锋。",
	["$qice1"] = "倾力为国，算无遗策。",
	["$zhiyu2"] = "愚者既出，智者何存！",
	["$zhiyu1"] = "大勇若怯，大智如愚。",
	["~xunyou"] = "主公……臣下……先行告退……",
}