return {
    
	["$zhige1"] = "天下和而平乱，神器明而止戈。",
	["$zhige2"] = "刀兵纷争既止，国运福祚绵长。",
	["$zongzuo1"] = "尽死生之力，保大厦不倾。",
	["$zongzuo2"] = "乾坤倒，黎民苦，高祖后，岂任之。",
	["~liuyu"] = "怀柔之计，终非良策……",

	["$jishe1"] = "孙吴正当盛世，兴些土木有何妨。",
	["$jishe2"] = "当再建新殿，扬我国威。",
	["$jishe3"] = "用那剩下的铁石，正好做些工事。",
	["$jishe4"] = "铸下这铁链，江东天险牢不可破！",
	["$lianhuo1"] = "这这这，怎么可能！",
	["$lianhuo2"] = "定是你们这些将士不出力！",
	["~cenhun"] = "我为主上出过力！啊！！",

	["$guizao1"] = "这都是陛下的恩泽呀！",
	["$guizao2"] = "陛下盛宠，臣万莫敢忘。",
	["$jiyu1"] = "陛下，此人不堪大用。",
	["$jiyu2"] = "尔等玩忽职守，依照降职处置。",
	["~sunziliufang"] = "唉，树倒猢狲散，鼓破众人捶啊……",

	["$qinqing1"] = "陛下勿忧，大将军危言耸听。",
	["$qinqing2"] = "陛下，莫让他人知晓此事。",
	["$huisheng1"] = "大人，这些钱，够吗？",
	["$huisheng2"] = "哼哼，劳烦大人美言几句。",
	["~huanghao"] = "魏军竟然真杀来啦……",

	["$taoluan2"] = "国家承平，神器稳固，陛下勿忧。",
	["$taoluan1"] = "睁开你的眼睛看看，现在是谁说了算。",
	["~zhangrang"] = "臣等殄灭，惟陛下自爱（落水声）",

}