return {
    ["BestLoyalistCard"] = "忠胆英杰卡牌",
    ["all_army"] = "草木皆兵",
    [":all_army"] = "延时锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名其他角色。\n作用效果：目标角色判定，若结果不为梅花：摸牌阶段，其少摸一张牌；摸牌阶段结束时，至其距离为1的角色各摸一张牌。",
    
    ["more_troops"] = "增兵减灶",
    [":more_troops"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名角色。\n作用效果：目标角色摸三张牌，然后选择：1.弃置一张不为基本牌的牌；2.弃置两张牌。",
    ["@by_stove"] = "增兵减灶：请弃置一张非基本牌或两张牌",
    
    ["beat_another"] = "声东击西",
    [":beat_another"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：距离为1的一名角色An。" ..
					  "\n执行动作：你在选择An为目标的同时选择另一名其他角色Bn；你在An也成为目标的同时选择另一名其他角色Bn" ..
					  "\n作用效果：你交给目标角色An一张手牌，若如此做，An将两张手牌交给Bn（n为目标角色的序号）",
    ["@beatanother-give"] = "声东击西：请交给 %src 一张牌",
    ["@beatanother-give2"] = "声东击西：请交给 %src 两张牌",

    ["throw_equips"] = "弃甲曳兵",
    [":throw_equips"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名装备区里有牌的其他角色。\n作用效果：目标角色选择一项：1.弃置手牌区和装备区里所有的武器牌和进攻坐骑牌；2.弃置手牌区和装备区里所有的防具牌和防御坐骑牌。",
	["@throw_equips-choose"] = "弃甲曳兵：请选择弃置一种装备牌",
	["throw_equips:OffensiveEquips"] = "进攻装备",
	["throw_equips:DefensiveEquips"] = "防御装备",
	
    ["escape"] = "金蝉脱壳",
    [":escape"] = "普通锦囊牌\n\n使用时机：当你成为其他角色使用的基本牌或锦囊牌的目标后。\n使用条件：你的所有手牌均为【金蝉脱壳】。\n使用目标：此牌。\n作用效果：此牌对你无效，你摸两张牌。\n◆当你因弃置而失去此牌后，你摸一张牌。",
	["@escape"] = "是否使用【金蝉脱壳】",

    ["thunder"] = "浮雷",
    [":thunder"] = "延时锦囊牌\n\n使用时机：出牌阶段。\n使用目标：你。\n作用效果：目标角色判定，若结果为黑桃：其受到X点无来源的雷电伤害（X为此牌判定为黑桃的次数）。",

	["treasured_sword"] = "七宝刀",
	[":treasured_sword"] = "装备牌·武器\n\n攻击范围：2\n技能：锁定技，当你使用【杀】指定一个目标后，你令其防具无效；当你使用【杀】对一名角色造成伤害后，若该角色已损失的体力值为0，你令伤害值+1。",

	["steel_spear"] = "衠钢槊",
	[":steel_spear"] = "装备牌·武器\n\n攻击范围：3\n技能：当你使用【杀】指定一个目标后，你可以令其弃置你的一张手牌，然后你弃置其一张手牌。",

	["silver_armor"] = "烂银甲",
	[":silver_armor"] = "装备牌·防具\n\n技能：你可以将一张手牌当【闪】使用或打出；锁定技，【烂银甲】不会无效化；当你受到【杀】造成的伤害后，你弃置装备区里的【烂银甲】。",

    ["BestLoyalist"] = "忠胆英杰",

	["cuiyan"] = "崔琰",
	["#cuiyan"] = "伯夷之风",
	["illustrator:cuiyan"] = "F.源",
	["yawang"] = "雅望",
	[":yawang"] = "锁定技，摸牌阶段开始时，你放弃摸牌，改为摸X张牌，然后你于出牌阶段内至多使用X张牌（X为与你体力值相等的角色数）。",
    ["xunzhi"] = "殉志",
	[":xunzhi"] = "准备阶段开始时，若你的上家和下家与你的体力值均不相等，你可以失去1点体力。若如此做，你的手牌上限+2。",

	["huangfusong"] = "皇甫嵩",
	["#huangfusong"] = "志定雪霜",
	["illustrator:huangfusong"] = "秋呆呆",
	["fenyue"] = "奋钺",
	[":fenyue"] = "出牌阶段限X次（X为忠臣数），你可与一名角色拼点。若你赢，你选择一项：1. 其不能使用或打出手牌直到回合结束；2.视为你对其使用【杀】；若你没赢，你结束此阶段。",
	["@fenyue-choose"] = "奋钺：请选择对 %dest 执行的操作",
	["fenyue:sealhandcards"] = "其不能使用打出手牌",
	["fenyue:useslash"] = "视为对其出杀",
	}