-- translation for Chaos Package

return {
	["chaos"] = "文和乱武",

	["#lijue"] = "奸谋恶勇",
	["lijue"] = "李傕",
	["illustrator:lijue"] = "小牛",
	["langxi"] = "狼袭",
	[":langxi"] = "准备阶段开始时，你可选择体力值不大于你的一名其他角色并令系统随机生成X∈[0,2]▶若X大于0，你对其造成X点普通伤害。",
	["yisuan"] = "亦算",
	[":yisuan"] = "当普通锦囊牌于你的出牌阶段内使用结算结束后，若使用者为你且你于此阶段内未发动过此技能，你可减1点体力上限▶你获得此牌对应的所有实体牌。",
	["@langxi-target"] = "是否使用“狼袭”，选择一名其他角色",

	["#guosi"] = "党豺为虐",
	["guosi"] = "郭汜",
	["illustrator:guosi"] = "秋呆呆",
	["sidao"] = "伺盗",
	[":sidao"] = "当牌于你的出牌阶段内使用结算结束后，若你于此阶段内未发动过此技能且使用者为你，你可对一名在此牌与你于此阶段内上一张使用的牌的最终目标列表"..
		"中均有对应的目标的角色使用对应的实体牌为你的一张手牌的【顺手牵羊】。",
	["tanbei"] = "贪狈",
	[":tanbei"] = "出牌阶段限一次，你可令一名其他角色选择：1.令你随机获得其区域里一张牌▷其于此阶段内不是你使用牌的合法目标；"..
		"2.令你于此阶段内对其使用牌无距离关系的限制且对包括其在内的角色使用牌无次数限制。",
	["@tanbei-choose"] = "贪狈：请选择令%src执行一项",
	["tanbei:rob"] = "令其获得你区域里的牌",
	["tanbei:refuse"] = "其对你使用牌无限制",
	["@sidao-snatch"] = "是否使用“伺盗”，将一张手牌当【顺手牵羊】使用",

	["#fanchou"] = "庸生变难",
	["fanchou"] = "樊稠",
	["illustrator:fanchou"] = "天纵世纪",
	["xingluan"] = "兴乱",
	[":xingluan"] = "当牌于你的出牌阶段内使用结算结束后，若你于此阶段内未发动过此技能且使用者为你且目标对应的角色数为1，你可获得牌堆里的一张点数为6的牌。",

	["#zhangji"] = "武威雄豪",
	["zhangji"] = "张济",
	["illustrator:zhangji"] = "YanBai",
	["lveming"] = "掠命",
	[":lveming"] = "出牌阶段限一次，你可令一名装备区里的牌数小于你的角色选择一个点数，你判定，若结果：为此点数，你对其造成2点普通伤害；"..
		"不为此点数，你随机获得其区域里的一张牌。",
	["tunjun"] = "屯军",
	[":tunjun"] = "限定技，出牌阶段，若你本局游戏内发动过〖掠命〗的次数大于0，你可选择一名有装备子区没有牌的角色，令其随机使用牌堆里一张"..
		"其装备区没有此装备子类的装备牌，若此效果被执行的次数不大于X（X为你本局游戏内发动过〖掠命〗的次数），且牌堆中有其装备区没有的装备"..
		"子类的装备牌，你重复此流程。",
	["@lveming-choice"] = "%src 对你使用“掠命”，请选择一个点数",

	["#xurong"] = "玄菟战魔",
	["xurong"] = "徐荣",
	["illustrator:xurong"] = "zoo",
	["xionghuo"] = "凶镬",
	[":xionghuo"] = "①游戏的第一个回合开始前，你获得3枚“暴戾”。②出牌阶段，你可将1枚“暴戾”交给一名没有“暴戾”的其他角色。"..
		"③当你对其他角色造成伤害时，若其有“暴戾”，你令伤害值+1。④其他角色的出牌阶段开始时，若其有“暴戾”，你令其弃所有“暴戾”，其随机选择："..
		"1.受到你造成的1点火焰伤害，你于此阶段内不是其使用【杀】的合法目标；2.失去1点体力，其手牌上限于此回合内-1；"..
		"3.令你随机获得其装备区里的一张牌，随机获得其一张手牌。",
	["shajue"] = "杀绝",
	[":shajue"] = "锁定技，当其他角色进入濒死状态时，若其体力小于0，你获得1枚“暴戾”，若其是因受到渠道为牌的伤害而进入濒死状态，你获得此牌对应的所有实体牌。",
	["@brutal"] = "暴戾",
	
	["CompeteWorld"] = "逐鹿天下",
	["CompeteWorldCard"] = "逐鹿天下",
	
	
	["#zhangqiying"] = "",
	["zhangqiying"] = "张琪瑛",
	["illustrator:zhangqiying"] = "",
	["falu"] = "法箓",
	[":falu"] = "锁定技，①游戏的第一个回合开始后，你获得1枚“紫微”。你获得1枚“后土”。你获得1枚“玉清”。你获得1枚“勾陈”。"..
		"②当你因弃置而失去牌后，若这些牌中有黑桃牌且你没有“紫微”，你获得1枚“紫微”。若这些牌中有梅花牌且你没有“后土”，你获得1枚“后土”。"..
		"若这些牌中有红桃牌且你没有“玉清”，你获得1枚“玉清”。若这些牌中有方块牌且你没有“勾陈”，你获得1枚“勾陈”。",
	["zhenyi"] = "真仪",
	[":zhenyi"] = "①当判定结果确定前，你可弃1枚“紫微”▶你将结果的点数改为5，选择：1.将结果的花色改为黑桃；2.将结果的花色改为红桃。"..
		"②当你需要使用【桃】时，若你有“后土”且你的体力值为0，你可使用对应的实体牌为你的一张手牌的【桃】▶你弃1枚“后土”。系统继续此【桃】的使用流程。"..
		"③当你造成伤害时，你可弃1枚“玉清”▶你判定。若结果为黑色，你令伤害值+1。"..
		"④当你受到属性伤害后，你可弃1枚“勾陈”▶你获得牌堆里的一张基本牌，获得牌堆里的一张锦囊牌，获得牌堆里的一张装备牌。",
	["dianhua"] = "点化",
	[":dianhua"] = "准备阶段开始时或结束阶段开始时，你可将牌堆顶的X张牌扣置入处理区（对你可见）（X为你的“紫微、“后土”、“玉清”和“勾陈”数之和）▶你将这些牌置于牌堆顶。",
	
	["@ziwei"] = "紫微",
	["@houtu"] = "后土",
	["@yuqing"] = "玉清",
	["@gouchen"] = "勾陈",
	
	["@zhenyi-choose"] = "真仪：请选择将%src的 %arg 的判定结果改为 黑桃5 或 红桃5",
	["zhenyi:spade"] = "黑桃5",
	["zhenyi:heart"] = "红桃5",
	
	
	
	["#weiwenzhugezhi"] = "",
	["weiwenzhugezhi"] = "卫温＆诸葛直",
	["&weiwenzhugezhi"] = "卫温诸葛直",
	["illustrator:weiwenzhugezhi"] = "秋呆呆",
	["fuhai"] = "浮海",
	[":fuhai"] = "出牌阶段对每名角色限一次，你可以展示一张手牌并选择上家或下家。该角色展示一张手牌，若你的牌点数大于等于他的牌点数，你弃置你展示的牌，"..
		"然后继续对其上家或下家重复此流程；你的牌点数小于该角色牌的点数，则该角色弃置其展示的牌，然后你与其各摸X张牌（X为你此回合内发动此技能选择的角色数），"..
		"且你此阶段内不能再发动“浮海”。",
	

	["#lvkai"] = "",
	["lvkai"] = "吕凯",
	["illustrator:lvkai"] = "",
	["tunan"] = "图南",
	[":tunan"] = "出牌阶段限一次，你可令一名其他角色观看牌堆顶的一张牌，然后该角色选择一项：使用此牌（无距离限制）；或将此牌当普通【杀】使用。",
	["bijing"] = "闭境",
	[":bijing"] = "结束阶段，你可以选择一张手牌标记为“闭境”。若你于回合外失去“闭境”牌，则当前回合角色的弃牌阶段开始时其需弃置两张牌。你的准备阶段，弃置手牌中的“闭境”牌。",
	

	["#zhanggong"] = "",
	["zhanggong"] = "张恭",
	["illustrator:zhanggong"] = "",
	["qianxini"] = "遣信",
	[":qianxini"] = "出牌阶段限一次，若牌堆中没有“信”，你可以选择一名角色并将任意张手牌放置于牌堆中X倍数的位置（X为存活人数），称为“信”。该角色的弃牌阶段开始时，若其手中有本回合获得的“信”，其选择一项：令你将手牌摸至四张；本回合手牌上限-2。",
	["zhenxing"] = "镇行",
	[":zhenxing"] = "结束阶段开始时或当你受到伤害后，你可以观看牌堆顶的至多三张牌，然后你获得其中与其余牌花色均不相同的一张牌。 ",
	
	["@zhenxing-select"] = "镇行：请选择一张牌获得",
	["#zhenxing"] = "镇行",
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	["demobilizing"] = "解甲归田",
	
	["flowering_tree"] = "树上开花",
	
	["@floweringtree-discard"] = "树上开花：请选择要弃置的牌",
	
	
	
	["broken_halberd"] = "折戟",
	
	["women_dress"] = "女装",
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
}
