-- translation for StandardPackage

local t = {
	["standard_cards"] = "标准版",

	["slash"] = "杀",
	[":slash"] = "基本牌\n\n使用时机：出牌阶段限一次。\n使用目标：你攻击范围内的一名角色。\n作用效果：你对目标角色造成1点伤害。",
	["slash-jink"] = "%src 使用了【杀】，请使用一张【闪】",
	["@multi-jink-start"] = "%src 使用了【杀】，你须连续使用 %arg 张【闪】",
	["@multi-jink"] = "%src 使用了【杀】，你须再使用 %arg 张【闪】",
	["@slash_extra_targets"] = "请选择此【杀】的额外目标",

	["jink"] = "闪",
	[":jink"] = "基本牌\n\n使用时机：以你为目标的【杀】生效前。\n使用目标：以你为目标的【杀】。\n作用效果：抵消此【杀】。",
	["#NoJink"] = "%from 不能使用【<font color=\"yellow\"><b>闪</b></font>】响应此【<font color=\"yellow\"><b>杀</b></font>】",

	["peach"] = "桃",
	[":peach"] = "基本牌\n\n使用方法Ⅰ：\n使用时机：出牌阶段。\n使用目标：包括你在内的一名已受伤的角色。\n作用效果：目标角色回复1点体力。"
	.."\n\n使用方法Ⅱ：\n使用时机：当一名角色处于濒死状态时。\n使用目标：一名处于濒死状态的角色。\n作用效果：目标角色回复1点体力。",

	["crossbow"] = "诸葛连弩",
	[":crossbow"] = "装备牌·武器\n\n攻击范围：1\n技能：锁定技，你使用【杀】无次数限制。",

	["double_sword"] = "雌雄双股剑",
	[":double_sword"] = "装备牌·武器\n\n攻击范围：2\n技能：当你使用【杀】指定与你性别不同的一个目标后，你可以令其选择一项：1.弃置一张手牌；2.令你摸一张牌。",
	["double-sword-card"] = "%src 发动了【雌雄双股剑】效果，你须弃置一张手牌，或令 %src 摸一张牌",

	["qinggang_sword"] = "青釭剑",
	[":qinggang_sword"] = "装备牌·武器\n\n攻击范围：2\n技能：锁定技，当【杀】指定目标后，若使用者为你，你令此目标的角色的防具技能于下列情况之一发生之前无效：\n"..
		"1.对其无效的此【杀】的使用流程结束；\n2.此【杀】被【闪】抵消；\n"..
		"3.防止其因执行此牌的效果而造成的伤害；\n4.确定其因执行此牌的效果而造成的伤害的最终的伤害值。",

	["blade"] = "青龙偃月刀",
	[":blade"] = "装备牌·武器\n\n攻击范围：3\n技能：当你使用的【杀】被目标角色使用的【闪】抵消后，你可以对其使用【杀】（无距离限制）。",
	["blade-slash"] = "你可以发动【青龙偃月刀】再对 %src 使用一张【杀】",
	["#BladeUse"] = "%from 对 %to 发动了【<font color=\"yellow\"><b>青龙偃月刀</b></font>】效果",

	["spear"] = "丈八蛇矛",
	[":spear"] = "装备牌·武器\n\n攻击范围：3\n技能：你可以将两张手牌当【杀】使用或打出。",

	["axe"] = "贯石斧",
	[":axe"] = "装备牌·武器\n\n攻击范围：3\n技能：当你使用的【杀】被目标角色使用的【闪】抵消后，你可弃置两张牌。若如此做，此【杀】依然会对其生效。",
	["@axe"] = "你可以弃置两张牌令此【杀】继续造成伤害",
	["~axe"] = "选择两张牌→点击确定",

	["halberd"] = "方天画戟",
	[":halberd"] = "装备牌·武器\n\n攻击范围：4\n技能：锁定技，若除你使用的【杀】外你没有其他手牌，你使用此【杀】的目标数上限+2。",

	["kylin_bow"] = "麒麟弓",
	[":kylin_bow"] = "装备牌·武器\n\n攻击范围：5\n技能：当你使用【杀】对目标角色造成伤害时，你可以弃置其装备区里的一张坐骑牌。",
	["kylin_bow:dhorse"] = "+1坐骑",
	["kylin_bow:ohorse"] = "-1坐骑",

	["eight_diagram"] = "八卦阵",
	[":eight_diagram"] = "装备牌·防具\n\n技能：当你需要使用/打出【闪】时，你可判定，然后若结果为红色，你视为使用/打出【闪】。",

	["standard_ex_cards"] = "标准版EX",

	["renwang_shield"] = "仁王盾",
	[":renwang_shield"] = "装备牌·防具\n\n技能：锁定技，当黑色【杀】对你的使用结算开始时，你令此【杀】对你无效。",

	["ice_sword"] = "寒冰剑",
	[":ice_sword"] = "装备牌·武器\n\n攻击范围：5\n技能：当你使用【杀】对目标角色造成伤害时，若其有牌，你可防止此伤害。若如此做，你依次弃置其两张牌。",
	["ice_sword:yes"] = "你可以依次弃置其两张牌",

	["horse"] = "坐骑",
	[":+1 horse"] = "装备牌·坐骑\n\n技能：其他角色至你的距离+1。",
	["jueying"] = "绝影",
	["dilu"] = "的卢",
	["zhuahuangfeidian"] = "爪黄飞电",
	[":-1 horse"] = "装备牌·坐骑\n\n技能：你至其他角色的距离-1。",
	["chitu"] = "赤兔",
	["dayuan"] = "大宛",
	["zixing"] = "紫骍",

	["amazing_grace"] = "五谷丰登",
	[":amazing_grace"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：所有角色。\n执行动作：当你使用此牌时，你亮出牌堆顶的X张牌（X为此牌的目标角色数）。"
	.."\n作用效果：目标角色获得这些牌中的一张牌。",

	["god_salvation"] = "桃园结义",
	[":god_salvation"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：所有角色。\n作用效果：目标角色回复1点体力。",

	["savage_assault"] = "南蛮入侵",
	[":savage_assault"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：所有其他角色。\n作用效果：目标角色需打出一张【杀】，否则受到你造成的1点伤害。",
	["savage-assault-slash"] = "%src 使用了【南蛮入侵】，请打出一张【杀】来响应",

	["archery_attack"] = "万箭齐发",
	[":archery_attack"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：所有其他角色。\n作用效果：目标角色需打出一张【闪】，否则受到你造成的1点伤害。",
	["archery-attack-jink"] = "%src 使用了【万箭齐发】，请打出一张【闪】以响应",

	["collateral"] = "借刀杀人",
	[":collateral"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名装备区里有武器牌且攻击范围内有其使用【杀】的合法目标的其他角色An。" ..
					  "\n执行动作：你在选择An为目标的同时选择An攻击范围内的一个An使用【杀】的合法目标Bn；你在An也成为目标的同时选择An攻击范围内的一个An使用【杀】的合法目标Bn。" ..
					  "\n作用效果：目标角色An需对Bn使用【杀】，否则将其装备区里的武器牌交给你。（n为目标角色的序号）",
	["collateral-slash"] = "%dest 使用了【借刀杀人】，请对 %src 使用一张【杀】",
	["#CollateralSlash"] = "%from 选择了此【<font color=\"yellow\"><b>杀</b></font>】的目标 %to",

	["duel"] = "决斗",
	[":duel"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名其他角色。\n作用效果：由目标角色开始，其与你轮流打出【杀】，"
	.."直到其中的一名角色未打出【杀】。然后未打出【杀】的角色受到另一名角色造成的1点伤害。",
	["duel-slash"] = "%src 对你【决斗】，你需要打出一张【杀】",

	["ex_nihilo"] = "无中生有",
	[":ex_nihilo"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：包括你在内的一名角色。\n作用效果：目标角色摸两张牌。",

	["snatch"] = "顺手牵羊",
	[":snatch"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：距离为1的一名区域里有牌的其他角色。\n作用效果：你获得目标角色的区域里的一张牌。",

	["dismantlement"] = "过河拆桥",
	[":dismantlement"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名区域里有牌的其他角色。\n作用效果：你弃置目标角色的区域里的一张牌。",
	["dismantlement:h"] = "弃置手牌",
	["dismantlement:e"] = "弃置装备",

	["nullification"] = "无懈可击",
	[":nullification"] = "普通锦囊牌\n\n使用时机：一张锦囊牌对一个目标生效前。\n使用目标：一张对一个目标生效前的锦囊牌。\n作用效果：抵消此锦囊牌。",

	["indulgence"] = "乐不思蜀",
	[":indulgence"] = "延时锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名其他角色。\n作用效果：目标角色判定，若结果不为红桃，其跳过出牌阶段。",

	["lightning"] = "闪电",
	[":lightning"] = "延时锦囊牌\n\n使用时机：出牌阶段。\n使用目标：你。\n作用效果：目标角色判定，若结果为黑桃2~9：其受到3点无来源的雷电伤害。",

	["limitation_broken"] = "界限突破",

	["wooden_ox"] = "木牛流马",
	[":wooden_ox"] = "装备牌·宝物\n\n技能：\n" ..
					"出牌阶段限一次，你可将一张手牌背面朝上移出游戏，称为“辎”。若如此做，你可将装备区里的【木牛流马】置入一名其他角色的装备区。\n" ..
					"你能如手牌般使用或打出“辎”。",
	["@wooden_ox-move"] = "你可以将【木牛流马】移动至一名其他角色的装备区",
	["#WoodenOx"] = "%from 使用/打出了 %arg 张 %arg2 牌",
	["wooden_ox_trigger"] = "木牛流马",
}

local ohorses = { "chitu", "dayuan", "zixing" }
local dhorses = { "zhuahuangfeidian", "dilu", "jueying", "hualiu" }

for _, horse in ipairs(ohorses) do
	t[":" .. horse] = t[":-1 horse"]
end

for _, horse in ipairs(dhorses) do
	t[":" .. horse] = t[":+1 horse"]
end

return t