-- translation for GuanduScenario

return {
	["guandu"] = "官渡之战",
	
	["smalltuxi"] = "小突袭",
	[":smalltuxi"] = "摸牌阶段开始时，你可以放弃摸牌并获得一名其他角色的一张手牌。",
	["@smalltuxi-card"] = "你可以发动“小突袭”",
	["~smalltuxi"] = "选择一名其他角色→点击确定",
	
	["zhanshuangxiong"] = "斩颜良诛文丑",
	[":zhanshuangxiong"] = "阶段技。你可以与颜良文丑拼点，拼点赢的角色对没赢的角色造成1点伤害。",
	
	["greatyiji"] = "遗计定辽东",
	[":greatyiji"] = "锁定技。出牌阶段开始时，你受到1点伤害，你发动“遗计”可以观看三张牌。",
	
	["#BurnWuchao"] = "%card 被当做【<font color=\"yellow\"><b>兵粮寸断</b></font>】置入 %from 判定区",
	
	
	
	["guandu_war"] = "官渡之战",
	
	["#xunchen"] = "单锋谋孤城",
	["xunchen"] = "荀谌",
	["illustrator:xunchen"] = "zoo",
	["fenglve"] = "锋略",
	[":fenglve"] = "出牌阶段开始时，你可以与一名角色拼点，若你赢，该角色将其区域内的各一张牌交给你；若你没赢，你交给其一张牌。拼点结算后你可以令其获得你拼点的牌。",
	["@fenglve-invoke"] = "你可以发动“锋略”，与一名角色拼点",
	["fenglve1"] = "锋略",
	["fenglve2"] = "锋略",
	["_fenglve:prompt"] = "锋略：是否令 %dest 获得你的拼点牌（%arg）",
	["moushi"] = "谋识",
	[":moushi"] = "出牌阶段限一次，你可以将一张手牌交给一名角色，若如此做，当其于其下个出牌阶段内对一名角色造成伤害后，若是此阶段其第一次对该角色造成伤害，你摸一张牌。",

	["$fenglve1"] = "汝能比得上我家主公么？",
	["$fenglve2"] = "将军有让贤之名，而身安于泰山也，实乃上策。",
	["$moushi1"] = "官渡决战，袁公必胜，而曹氏必败！",
	["$moushi2"] = "吾即辅佐袁公，定不会使其覆巢！",
	["~xunchen"] = "吾欲赴死，断不做背主之事。",

	["#shenpei"] = "名门的死臣",
	["shenpei"] = "审配",
	["illustrator:shenpei"] = "PCC",
	["gangzhi"] = "刚直",
	[":gangzhi"] = "锁定技，当其他角色对你造成的伤害结算开始前，你终止此伤害流程。你失去X点体力（X为伤害值）。",
	["beizhan"] = "备战",
	[":beizhan"] = "回合结束前，你可令一名角色获得1枚“备”▶其将手牌补至X张（X为其体力上限）→其回合开始后，若其有“备”，{其弃所有“备”。若其是手牌数最大的角色，除其外的角色不是其于此回合内使用牌的合法目标}。",
	["@beizhan-invoke"] = "是否使用“备战”，选择一名角色",
	
	
	["$gangzhi1"] = "死便死，降，断不能降！",
	["$gangzhi2"] = "只恨箭支太少，不能射杀汝等！",
	["$beizhan2"] = "十，则围之，五，则攻之。",
	["$beizhan1"] = "今伐曹氏，譬如覆手之举。",
	["~shenpei"] = "吾君在北，但求面北而亡。",
	
	["#sp_zhanghe"] = "名门的梁柱",
	["sp_zhanghe"] = "张郃",
	["illustrator:sp_zhanghe"] = "兴游",
	["yuanlve"] = "远略",
	[":yuanlve"] = "出牌阶段限一次，你可以将一张不为装备牌的牌交给一名角色，然后其可以使用该牌，若如此做，你摸一张牌。",
	["@yuanlve-use"] = "远略：你可以使用手牌中的远略牌【%arg】",

	["$yuanlve1"] = "此番攻之不破，吾属尽成俘虏。",
	["$yuanlve2"] = "若不引兵救乌巢，则主公危矣！",
	["~sp_zhanghe"] = "袁公不听吾之言，乃至今日……",
	
	
	
	
	["#gaolan"] = "名门的峦柱",
	["gaolan"] = "高览",
	["illustrator:gaolan"] = "兴游",
	["xiying"] = "袭营",
	[":xiying"] = "出牌阶段开始时，你可以弃置一张牌并令选择所有其他角色，这些角色各选择：1弃置一张牌；2于此回合内不能使用或打出的牌。",
	["@xiying"] = "是否弃置一张手牌发动“袭营”",
	["@xiying-discard"] = "袭营：请弃置一张牌，否则此回合不能使用或打出牌",

	["$xiying1"] = "速袭曹营，以解乌巢之难！",
	["$xiying2"] = "此番若攻不能成，我军恐难以再战。",
	["~gaolan"] = "郭图小辈之计，误军呐！",
	
	--恃才傲物·许攸 zoo、昔袍今臣·淳于琼 zoo
	
}
